export const poolNameSr = {
  希儿: '蝶立锋锷',
  景元: '天戈麾斥',
  银狼: '零号协议',
  罗刹: '寻索世间',
  刃: '业途游魂',
  卡芙卡: '夜将不眠',
  '丹恒•饮月': '濯世垂虹',
  符玄: '穷观妙算',
  镜流: '月有薄蚀',
  '托帕&账账': '落日条款',
  藿藿: '令奉贞凶',
  银枝: '荆冠芳勋',
  '阮•梅': '疏影三迭',
  真理医生: '万物皆流',
  黑天鹅: '镜映婆娑',
  花火: '焰锦游鱼',
  黄泉: '远辞畴昔',
  砂金: '囚石铸金',
  知更鸟: '翼声纯律',
  波提欧: '扬尘孤星',
  流萤: '盈茧炽盛',
  翡翠: '质生契运',
  云璃: '掷山破云',
  椒丘: '鼎中捭阖',
  飞霄: '飙驭霆击',
  灵砂: '卧香沉水',
  乱破: '忍视眈眈',
  星期日: '向星举目',
  忘归人: '归路迢迢'
}

export const poolDetailSr = [{
  version: '1.0',
  half: '上半',
  from: '2023-04-26 06:00:00',
  to: '2023-05-17 17:59:59',
  char5: ['希儿'],
  char4: ['娜塔莎', '虎克', '佩拉'],
  weapon5: ['于夜色中'],
  weapon4: ['一场术后对话', '晚安与睡颜', '鼹鼠党欢迎你']
}, {
  version: '1.0',
  half: '下半',
  from: '2023-05-17 18:00:00',
  to: '2023-06-06 14:59:59',
  char5: ['景元'],
  char4: ['停云', '素裳', '三月七'],
  weapon5: ['拂晓之前'],
  weapon4: ['与行星相会', '唯有沉默', '余生的第一天']
}, {
  version: '1.1',
  half: '上半',
  from: '2023-06-07 06:00:00',
  to: '2023-06-28 11:59:59',
  char5: ['银狼'],
  char4: ['丹恒', '艾丝妲', '希露瓦'],
  weapon5: ['雨一直下'],
  weapon4: ['点个关注吧！', '记忆中的模样', '别让世界静下来']
}, {
  version: '1.1',
  half: '下半',
  from: '2023-06-28 12:00:00',
  to: '2023-07-18 14:59:59',
  char5: ['罗刹'],
  char4: ['驭空', '佩拉', '青雀'],
  weapon5: ['棺的回响'],
  weapon4: ['晚安与睡颜', '天才们的休憩', '舞！舞！舞！']
}, {
  version: '1.2',
  half: '上半',
  from: '2023-07-19 06:00:00',
  to: '2023-08-09 11:59:59',
  char5: ['刃'],
  char4: ['阿兰', '娜塔莎', '素裳'],
  weapon5: ['到不了的彼岸'],
  weapon4: ['秘密誓心', '同一种心情', '论剑']
}, {
  version: '1.2',
  half: '下半',
  from: '2023-08-09 12:00:00',
  to: '2023-08-29 14:59:59',
  char5: ['卡芙卡'],
  char4: ['卢卡', '桑博', '希露瓦'],
  weapon5: ['只需等待'],
  weapon4: ['决心如汗珠般闪耀', '猎物的视线', '「我」的诞生']
}, {
  version: '1.3',
  half: '上半',
  from: '2023-08-30 06:00:00',
  to: '2023-09-20 11:59:59',
  char5: ['丹恒•饮月'],
  char4: ['驭空', '艾丝妲', '三月七'],
  weapon5: ['比阳光更明亮的'],
  weapon4: ['舞！舞！舞！', '与行星相会', '朗道的选择']
}, {
  version: '1.3',
  half: '下半',
  from: '2023-09-20 12:00:00',
  to: '2023-10-10 14:59:59',
  char5: ['符玄'],
  char4: ['玲可', '虎克', '佩拉'],
  weapon5: ['她已闭上双眼'],
  weapon4: ['此时恰好', '宇宙市场趋势', '在蓝天下']
}, {
  version: '1.4',
  half: '上半',
  from: '2023-10-11 06:00:00',
  to: '2023-10-27 11:59:59',
  char5: ['镜流'],
  char4: ['停云', '青雀', '桑博'],
  weapon5: ['此身为剑'],
  weapon4: ['记忆中的模样', '别让世界静下来', '猎物的视线']
}, {
  version: '1.4',
  half: '下半',
  from: '2023-10-27 12:00:00',
  to: '2023-11-14 14:59:59',
  char5: ['托帕&账账', '希儿'],
  char4: ['桂乃芬', '卢卡', '素裳'],
  weapon5: ['烦恼着，幸福着', '于夜色中'],
  weapon4: ['鼹鼠党欢迎你', '决心如汗珠般闪耀', '唯有沉默']
}, {
  version: '1.5',
  half: '上半',
  from: '2023-11-15 06:00:00',
  to: '2023-12-06 11:59:59',
  char5: ['藿藿'],
  char4: ['丹恒', '阿兰', '希露瓦'],
  weapon5: ['惊魂夜'],
  weapon4: ['同一种心情', '点个关注吧！', '宇宙市场趋势']
}, {
  version: '1.5',
  half: '下半',
  from: '2023-12-06 12:00:00',
  to: '2023-12-26 14:59:59',
  char5: ['银枝', '银狼'],
  char4: ['寒鸦', '玲可', '艾丝妲'],
  weapon5: ['片刻，留在眼底', '雨一直下'],
  weapon4: ['在蓝天下', '一场术后对话', '「我」的诞生']
}, {
  version: '1.6',
  half: '上半',
  from: '2023-12-27 06:00:00',
  to: '2024-01-17 11:59:59',
  char5: ['阮•梅', '刃'],
  char4: ['雪衣', '三月七', '停云'],
  weapon5: ['镜中故我', '到不了的彼岸'],
  weapon4: ['与行星相会', '余生的第一天', '秘密誓心']
}, {
  version: '1.6',
  half: '下半',
  from: '2024-01-17 12:00:00',
  to: '2024-02-05 14:59:59',
  char5: ['真理医生', '卡芙卡'],
  char4: ['素裳', '娜塔莎', '虎克'],
  weapon5: ['纯粹思维的洗礼', '只需等待'],
  weapon4: ['此时恰好', '唯有沉默', '朗道的选择']
}, {
  version: '2.0',
  half: '上半',
  from: '2024-02-06 06:00:00',
  to: '2024-02-29 11:59:59',
  char5: ['黑天鹅', '丹恒•饮月'],
  char4: ['米沙', '停云', '桂乃芬'],
  weapon5: ['重塑时光之忆', '比阳光更明亮的'],
  weapon4: ['铭记于心的约定', '决心如汗珠般闪耀', '舞！舞！舞！']
}, {
  version: '2.0',
  half: '下半',
  from: '2024-02-29 12:00:00',
  to: '2024-03-26 14:59:59',
  char5: ['花火', '景元'],
  char4: ['桑博', '青雀', '寒鸦'],
  weapon5: ['游戏尘寰', '拂晓之前'],
  weapon4: ['与行星相会', '在蓝天下', '天才们的休憩']
}, {
  version: '2.1',
  half: '上半',
  from: '2024-03-27 06:00:00',
  to: '2024-04-17 11:59:59',
  char5: ['黄泉', '罗刹'],
  char4: ['加拉赫', '佩拉', '丹恒'],
  weapon5: ['行于流逝的岸', '棺的回响'],
  weapon4: ['晚安与睡颜', '一场术后对话', '点个关注吧！']
}, {
  version: '2.1',
  half: '下半',
  from: '2024-04-17 12:00:00',
  to: '2024-05-07 14:59:59',
  char5: ['砂金', '镜流'],
  char4: ['玲可', '卢卡', '希露瓦'],
  weapon5: ['命运从未公平', '此身为剑'],
  weapon4: ['两个人的演唱会', '同一种心情', '别让世界静下来']
}, {
  version: '2.2',
  half: '上半',
  from: '2024-05-08 06:00:00',
  to: '2024-05-29 11:59:59',
  char5: ['知更鸟', '托帕&账账'],
  char4: ['三月七', '寒鸦', '雪衣'],
  weapon5: ['夜色流光溢彩', '烦恼着，幸福着'],
  weapon4: ['无边曼舞', '论剑', '此时恰好']
}, {
  version: '2.2',
  half: '下半',
  from: '2024-05-29 12:00:00',
  to: '2024-06-18 14:59:59',
  char5: ['波提欧', '符玄'],
  char4: ['佩拉', '卢卡', '虎克'],
  weapon5: ['驶向第二次生命', '她已闭上双眼'],
  weapon4: ['天才们的休憩', '秘密誓心', '朗道的选择']
}, {
  version: '2.3',
  half: '上半',
  from: '2024-06-19 06:00:00',
  to: '2024-07-10 11:59:59',
  char5: ['流萤', '阮•梅'],
  char4: ['加拉赫', '米沙', '雪衣'],
  weapon5: ['梦应归于何处', '镜中故我'],
  weapon4: ['记忆中的模样', '余生的第一天', '猎物的视线']
}, {
  version: '2.3',
  half: '下半',
  from: '2024-07-10 12:00:00',
  to: '2024-07-30 14:59:59',
  char5: ['翡翠', '银枝'],
  char4: ['希露瓦', '娜塔莎', '艾丝妲'],
  weapon5: ['偏偏希望无价', '片刻，留在眼底'],
  weapon4: ['同一种心情', '宇宙市场趋势', '谐乐静默之后']
}, {
  version: '2.4',
  half: '上半',
  from: '2024-07-31 06:00:00',
  to: '2024-08-21 11:59:59',
  char5: ['云璃', '藿藿'],
  char4: ['寒鸦', '驭空', '玲可'],
  weapon5: ['落日时起舞', '惊魂夜'],
  weapon4: ['鼹鼠党欢迎你', '此时恰好', '「我」的诞生']
}, {
  version: '2.4',
  half: '下半',
  from: '2024-08-21 12:00:00',
  to: '2024-09-09 14:59:59',
  char5: ['椒丘', '花火'],
  char4: ['虎克', '桂乃芬', '阿兰'],
  weapon5: ['那无数个春天', '游戏尘寰'],
  weapon4: ['芳华待灼', '猎物的视线', '秘密誓心']
}, {
  version: '2.5',
  half: '上半',
  from: '2024-09-10 06:00:00',
  to: '2024-10-02 11:59:59',
  char5: ['飞霄', '卡芙卡', '黑天鹅', '知更鸟'],
  char4: ['貊泽', '艾丝妲', '卢卡'],
  weapon5: ['我将，巡征追猎', '只需等待', '重塑时光之忆', '夜色流光溢彩'],
  weapon4: ['论剑', '决心如汗珠般闪耀', '「我」的诞生']
}, {
  version: '2.5',
  half: '下半',
  from: '2024-10-02 12:00:00',
  to: '2024-10-22 14:59:59',
  char5: ['灵砂', '托帕&账账'],
  char4: ['米沙', '娜塔莎', '桂乃芬'],
  weapon5: ['唯有香如故', '烦恼着，幸福着'],
  weapon4: ['黑夜如影随行', '同一种心情', '与行星相会']
}, {
  version: '2.6',
  half: '上半',
  from: '2024-10-23 06:00:00',
  to: '2024-11-13 11:59:59',
  char5: ['乱破', '丹恒•饮月'],
  char4: ['玲可', '雪衣', '驭空'],
  weapon5: ['忍法帖•缭乱破魔', '比阳光更明亮的'],
  weapon4: ['梦的蒙太奇', '谐乐静默之后', '在蓝天下']
}, {
  version: '2.6',
  half: '下半',
  from: '2024-11-13 12:00:00',
  to: '2024-12-03 14:59:59',
  char5: ['黄泉', '砂金'],
  char4: ['三月七', '佩拉', '桑博'],
  weapon5: ['行于流逝的岸', '命运从未公平'],
  weapon4: ['余生的第一天', '无边曼舞', '别让世界静下来']
}, {
  version: '2.7',
  half: '上半',
  from: '2024-12-04 06:00:00',
  to: '2024-12-25 11:59:59',
  char5: ['星期日', '景元'],
  char4: ['青雀', '阿兰', '停云'],
  weapon5: ['回到大地的飞行', '拂晓之前'],
  weapon4: ['芳华待灼', '「我」的诞生', '论剑']
}, {
  version: '2.7',
  half: '下半',
  from: '2024-12-25 12:00:00',
  to: '2025-01-14 14:59:59',
  char5: ['忘归人', '流萤'],
  char4: ['加拉赫', '驭空', '米沙'],
  weapon5: ['长路终有归途', '梦应归于何处'],
  weapon4: ['铭记于心的约定', '决心如汗珠般闪耀', '两个人的演唱会']
}]
