export const artifactMainIdMapping = {
  // 2: 14001, // 花，小生命
  // 5: 12001, // 毛，小攻击
  // 3: 10002, // 沙，大生命
  // 3: 15002, // 杯，大生命
  // 3: 13002, // 头，大生命
  // 先不管重复的，先凑一个 OK 的再说？
  2: 10001, // 生命值
  3: 10002, // 生命值百分比
  5: 10003, // 攻击力
  6: 10004, // 攻击力百分比
  9: 10005, // 防御力百分比
  20: 13007, // 暴击率
  22: 13008, // 暴击伤害
  23: 10007, // 元素充能效率
  28: 10008, // 元素精通
  26: 13009, // 治疗加成
  30: 15015, // 物理伤害加成
  40: 15008, // 火元素伤害加成
  41: 15009, // 雷元素伤害加成
  42: 15011, // 水元素伤害加成
  43: 15014, // 草元素伤害加成
  44: 15012, // 风元素伤害加成
  45: 15013, // 岩元素伤害加成
  46: 15010, // 冰元素伤害加成
}

export const fixedAttrNames = [
  'hpPlus',
  'defPlus',
  'mastery',
  'atkPlus',
]

export const propertyType2attrName = {
  6: 'atk',
  5: 'atkPlus',
  3: 'hp',
  2: 'hpPlus',
  9: 'def',
  8: 'defPlus',
  20: 'cpct',
  22: 'cdmg',
  23: 'recharge',
  28: 'mastery',
}