export const artifactMainIdMapping = {
  1: {
    2: 14001 // 生命值
  },
  2: {
    5: 12001 // 攻击力
  },
  3: {
    3: 10002, // 生命值百分比
    6: 10004, // 攻击力百分比
    9: 10006, // 防御力百分比
    23: 10007, // 元素充能效率
    28: 10008 // 元素精通
  },
  4: {
    3: 15002, // 生命值百分比
    6: 15004, // 攻击力百分比
    9: 15006, // 防御力百分比
    28: 15007, // 元素精通
    30: 15015, // 物理伤害加成
    40: 15008, // 火元素伤害加成
    41: 15009, // 雷元素伤害加成
    42: 15011, // 水元素伤害加成
    43: 15014, // 草元素伤害加成
    44: 15012, // 风元素伤害加成
    45: 15013, // 岩元素伤害加成
    46: 15010 // 冰元素伤害加成
  },
  5: {
    3: 13002, // 生命值百分比
    6: 13004, // 攻击力百分比
    9: 13006, // 防御力百分比
    20: 13007, // 暴击率
    22: 13008, // 暴击伤害
    26: 13009, // 治疗加成
    28: 13010 // 元素精通
  }
}

export const fixedAttrNames = [
  'hpPlus',
  'defPlus',
  'mastery',
  'atkPlus',
]

export const propertyType2attrName = {
  6: 'atk',
  5: 'atkPlus',
  3: 'hp',
  2: 'hpPlus',
  9: 'def',
  8: 'defPlus',
  20: 'cpct',
  22: 'cdmg',
  23: 'recharge',
  28: 'mastery',
}
