export const extraChars = {
  派蒙: '派蒙,应急食物,应急食品,吉祥物,宠物,外置器官,会说话的动物,矮堇瓜,飞行矮堇瓜,最好的伙伴',
  女士: '女士,炽热的炎之魔女,炎之魔女,罗莎琳',
  伐难: '伐难,水夜叉',
  应达: '应达,火夜叉,火鼠大将',
  归终: '归终,哈艮图斯,哈根达斯,尘之魔神,尘神',
  萍姥姥: '萍姥姥,歌尘浪市真君,歌尘浪市,萍儿',
  阿蕾奇诺: '阿蕾奇诺,仆人,黑优菈,黑暗优菈',
  哥伦比娅: '哥伦比娅,少女',
  潘塔罗涅: '潘塔罗涅,富人,黑白术,黑术',
  多托雷: '多托雷,博士',
  桑多涅: '桑多涅,木偶,人偶',
  皮耶罗: '皮耶罗,丑角,老爷子',
  普契涅拉: '普契涅拉,公鸡,鸽子',
  卡皮塔诺: '卡皮塔诺,队长',
  戴因斯雷布: '戴因斯雷布,戴因,男派蒙,大派蒙,末光之剑,拾枝者',
  天理: '天理,天理维系者,维系者'
}

export const wifeCfg = {
  girlfriend: [
    // 1.0
    '琴, 丽莎, 荧, 芭芭拉, 安柏, 香菱, 北斗, 凝光, 菲谢尔, 诺艾尔, 甘雨, 莫娜, 刻晴, 砂糖, 辛焱, 罗莎莉亚, 胡桃, 烟绯, 优菈',
    // 2.0
    '绫华, 宵宫, 雷神, 心海, 九条裟罗, 八重神子, 埃洛伊, 申鹤, 云堇, 夜兰, 久岐忍',
    // 3.0
    '柯莱, 多莉, 妮露, 坎蒂丝, 迪希雅, 莱依拉, 珐露珊, 绮良良',
    // 4.0
    '琳妮特, 夏洛蒂, 芙宁娜',
    // 自定义
    '女士, 萍姥姥, 归终, 伐难, 应达, 仆人, 少女, 天理, 木偶'
  ].join(','),

  boyfriend: [
    // 1.0
    '空, 凯亚, 迪卢克, 雷泽, 温迪, 行秋, 魈, 钟离, 班尼特, 公子, 重云, 阿贝多, 万叶',
    // 2.0
    '托马, 五郎, 一斗, 平藏, 绫人',
    // 3.0
    '提纳里, 流浪者, 赛诺, 卡维, 艾尔海森, 米卡, 白术',
    // 4.0
    '林尼, 菲米尼, 莱欧斯利, 那维莱特',
    // 自定义
    '富人, 博士, 丑角, 公鸡, 队长, 戴因'
  ].join(','),

  daughter: '可莉, 七七, 迪奥娜, 早柚, 派蒙, 瑶瑶, 纳西妲',

  son: ''
}
