/*
* 请不要直接修改此或删除此文件，防止后续更新冲突
* 如需新增自定义角色可【复制】此文件，改名为character.js
* 复制的character.js中可按格式及自己需求进行配置
* 最终character.js character_default.js两份配置会叠加生效
*
* 暂未做热更新，修改完毕请重启yunzai
* */

/*
* 角色列表，别名的第一个是标准名字，后面的为别名
* 实装的角色需要以数字roleid为key，自定义的角色及非实装角色请以英文为key
* */
export const characters = {
  10000003: ['琴', 'Jean', '团长', '代理团长', '琴团长', '蒲公英骑士'],
  10000006: ['丽莎', 'Lisa', '图书管理员', '图书馆管理员', '蔷薇魔女', '阿姨'],
  10000005: ['空', '男主', '男主角', '龙哥', '空哥', '男爷'],
  10000007: ['荧', '女主', '女主角', '莹', '萤', '黄毛阿姨', '荧妹', '女爷', '包包', '宴宁'],
  20000000: ['主角', '旅行者', '卑鄙的外乡人', '荣誉骑士', '爷', '风主', '岩主', '雷主', '履刑者', '抽卡不歪真君'],
  10000014: ['芭芭拉', 'Barbara', '巴巴拉', '拉粑粑', '拉巴巴', '内鬼', '加湿器', '肉身解咒', '肉身解咒真君', '闪耀偶像', '偶像'],
  10000015: ['凯亚', 'Kaeya', '盖亚', '凯子哥', '凯鸭', '矿工', '矿工头子', '骑兵队长', '凯子', '凝冰渡海真君'],
  10000016: ['迪卢克', 'Diluc', '卢姥爷', '姥爷', '卢老爷', '卢锅巴', '正义人', '正e人', '正E人', '卢本伟', '暗夜英雄', '卢卢伯爵', '落魄了', '落魄了家人们'],
  10000020: ['雷泽', 'Razor', '狼少年', '狼崽子', '狼崽', '卢皮卡', '小狼', '小狼狗', '狼孩'],
  10000021: ['安柏', 'Amber', '安伯', '兔兔伯爵', '飞行冠军', '侦查骑士', '点火姬', '点火机', '打火机', '打火姬'],
  10000022: ['温迪', 'Venti', '温蒂', '风神', '卖唱的', '巴巴托斯', '巴巴脱丝', '芭芭托斯', '芭芭脱丝', '干点正事', '不干正事', '吟游诗人', '诶嘿', '唉嘿', '摸鱼'],
  10000023: ['香菱', 'Xiangling', '香玲', '锅巴', '厨师', '万民堂厨师', '香师傅'],
  10000024: ['北斗', 'Beidou', '大姐头', '大姐', '无冕的龙王', '龙王'],
  10000025: ['行秋', 'Xingqiu', '秋秋人', '秋妹妹', '书呆子', '水神', '飞云商会二少爷'],
  10000026: ['魈', 'Xiao', '打桩机', '插秧', '三眼五显仙人', '三眼五显真人', '降魔大圣', '护法夜叉', '快乐风男', '无聊', '靖妖傩舞', '矮子仙人', '三点五尺仙人', '跳跳虎', '风夜叉'],
  10000027: ['凝光', 'Ningguang', '富婆', '天权星', '天权'],
  10000029: ['可莉', '逃跑的太阳', 'Klee', '嘟嘟可', '火花骑士', '蹦蹦炸弹', '炸鱼', '放火烧山', '放火烧山真君', '蒙德最强战力', '逃跑的太阳', '啦啦啦', '哒哒哒', '炸弹人', '禁闭室', '太阳', '小太阳'],
  10000030: ['钟离', 'Zhongli', '摩拉克斯', '岩王爷', '岩神', '钟师傅', '天动万象', '岩王帝君', '未来可期', '帝君', '拒收病婿'],
  10000031: ['菲谢尔', 'Fischl', '皇女', '小艾米', '小艾咪', '奥兹', '断罪皇女', '中二病', '中二少女', '中二皇女', '奥兹发射器'],
  10000032: ['班尼特', 'Bennett', '点赞哥', '点赞', '倒霉少年', '倒霉蛋', '霹雳闪雷真君', '班神', '班爷', '倒霉', '火神', '六星真神'],
  10000033: ['达达利亚', 'Tartaglia', 'Childe', 'Ajax', '达达鸭', '达达利鸭', '公子', '玩具销售员', '玩具推销员', '钱包', '鸭鸭', '愚人众末席'],
  10000034: ['诺艾尔', 'Noelle', '女仆', '高达', '岩王帝姬'],
  10000035: ['七七', 'Qiqi', '僵尸', '肚饿真君', '度厄真君', '77'],
  10000036: ['重云', 'Chongyun', '纯阳之体', '冰棍'],
  10000037: ['甘雨', 'Ganyu', '椰羊', '椰奶', '王小美'],
  10000038: ['阿贝多', 'Albedo', '可莉哥哥', '升降机', '升降台', '电梯', '白垩之子', '贝爷', '白垩', '阿贝少', '花呗多', '阿贝夕', '阿师傅'],
  10000039: ['迪奥娜', 'Diona', '迪欧娜', 'dio娜', '冰猫', '猫猫', '猫娘', '喵喵', '调酒师'],
  10000041: ['莫娜', 'Mona', '穷鬼', '穷光蛋', '穷', '莫纳', '占星术士', '占星师', '讨龙真君', '半部讨龙真君', '阿斯托洛吉斯·莫娜·梅姬斯图斯', '梅姬斯图斯', '梅姬斯图斯姬'],
  10000042: ['刻晴', 'Keqing', '刻情', '氪晴', '刻师傅', '刻师父', '牛杂', '牛杂师傅', '斩尽牛杂', '免疫', '免疫免疫', '屁斜剑法', '玉衡星', '阿晴', '啊晴', '璃月雷神'],
  10000043: ['砂糖', 'Sucrose', 'sucrose'],
  10000044: ['辛焱', 'Xinyan', '辛炎', '黑妹', '摇滚'],
  10000045: ['罗莎莉亚', 'Rosaria', '罗莎莉娅', '白色史莱姆', '白史莱姆', '修女', '罗莎利亚', '罗莎利娅', '罗沙莉亚', '罗沙莉娅', '罗沙利亚', '罗沙利娅', '萝莎莉亚', '萝莎莉娅', '萝莎利亚', '萝莎利娅', '萝沙莉亚', '萝沙莉娅', '萝沙利亚', '萝沙利娅'],
  10000046: ['胡桃', 'Hu Tao', 'HuTao', 'Hutao', '胡淘', '往生堂堂主', '火化', '抬棺的', '蝴蝶', '核桃', '堂主', '胡堂主', '雪霁梅香', '桃子', '桃'],
  10000047: ['枫原万叶', 'Kaedehara Kazuha', 'Kazuha', '万叶', '叶天帝', '天帝', '叶师傅'],
  10000048: ['烟绯', 'Yanfei', '烟老师', '律师', '罗翔'],
  10000051: ['优菈', 'Eula', '优拉', '尤拉', '尤菈', '浪花骑士', '记仇', '劳伦斯'],

  // 2.0
  10000002: ['神里绫华', 'Kamisato Ayaka', 'Ayaka', '神里', '绫华', '神里凌华', '凌华', '白鹭公主', '神里大小姐', '龟', '龟龟', '乌龟'],
  10000049: ['宵宫', 'Yoimiya', '霄宫', '烟花', '肖宫', '肖工', '绷带女孩'],
  10000052: ['雷电将军', 'Raiden Shogun', 'Raiden', '雷神', '将军', '雷军', '巴尔', '阿影', '影', '巴尔泽布', '煮饭婆', '奶香一刀', '无想一刀', '宅女'],
  10000053: ['早柚', 'Sayu', '小狸猫', '狸猫', '忍者', '貉'],
  10000054: ['珊瑚宫心海', 'Sangonomiya Kokomi', 'Kokomi', '心海', '军师', '珊瑚宫', '书记', '观赏鱼', '水母', '鱼', '美人鱼'],
  10000056: ['九条裟罗', 'Kujou Sara', 'Sara', '九条', '九条沙罗', '裟罗', '沙罗', '天狗'],
  10000062: ['埃洛伊', 'Aloy'],
  10000050: ['托马', 'Thoma', '家政官', '太郎丸', '地头蛇', '男仆', '拖马'],
  10000055: ['五郎', 'Gorou', '柴犬', '土狗', '希娜', '希娜小姐'],
  10000057: ['荒泷一斗', 'Arataki Itto', 'Itto', '荒龙一斗', '荒泷天下第一斗', '一斗', '一抖', '荒泷', '1斗', '牛牛', '斗子哥', '牛子哥', '牛子', '孩子王', '斗虫', '巧乐兹', '放牛的'],
  10000058: ['八重神子', 'Yae Miko', 'Miko', '八重', '神子', '狐狸', '想得美哦', '巫女', '屑狐狸', '骚狐狸', '八重宫司', '婶子', '小八', '八重寄子', '寄子', '八神虫子', '八神重子'],
  10000059: ['鹿野院平藏', 'shikanoin heizou', 'Heizou', '鹿野苑', '鹿野院', '平藏', '鹿野苑平藏', '小鹿'],
  10000060: ['夜兰', 'Yelan', '夜阑', '叶澜', '腋兰', '夜天后'],
  10000063: ['申鹤', 'Shenhe', '神鹤', '小姨', '小姨子', '审鹤'],
  10000064: ['云堇', 'Yun Jin', 'yun jin', '云瑾', '云先生', '云锦', '神女劈观'],
  10000065: ['久岐忍', 'Kuki Shinobu', 'Kuki', 'Shinobu', '97忍', '小忍', '久歧忍', '97', '茄忍', '茄子', '紫茄子', '阿忍', '忍姐'],
  10000066: ['神里绫人', 'Kamisato Ayato', 'Ayato', '绫人', '神里凌人', '凌人', '0人', '神人', '零人', '大舅哥'],

  // 3.0
  10000069: ['提纳里', 'Tighnari', '提那里', '驴'],
  10000067: ['柯莱', 'Collei', '柯来', '科莱', '科来', '小天使'],
  10000068: ['多莉', 'Dori', '多利', '多力'],

  // 以下为Miao新增自定义角色
  paimon: ['派蒙', '应急食物', '应急食品', '吉祥物', '宠物', '外置器官', '会说话的动物', '矮堇瓜', '飞行矮堇瓜', '最好的伙伴'],
  sanbing: ['散兵', '国崩', '雷电国崩', '大炮', '雷电大炮', '雷大炮', '伞兵', '斯卡拉姆齐'],
  nvshi: ['女士', '炽热的炎之魔女', '炎之魔女', '罗莎琳'],
  baizhu: ['白术', '长生'],
  yaoyao: ['瑶瑶', '遥遥', '遥遥无期'],
  fanan: ['伐难', '水夜叉'],
  yingda: ['应达', '火夜叉', '火鼠大将'],
  ping: ['萍姥姥', '歌尘浪市真君', '歌尘浪市', '萍儿'],
  puren: ['阿蕾奇诺', '仆人', '黑优菈', '黑暗优菈'],
  shaonv: ['哥伦比娅', '少女'],
  furen: ['潘塔罗涅', '富人', '黑白术', '黑术'],
  boshi: ['多托雷', '博士'],
  muou: ['桑多涅', '木偶', '人偶'],
  choujue: ['皮耶罗', '丑角', '老爷子'],
  gongji: ['普契涅拉', '公鸡', '鸽子'],
  duizhang: ['卡皮塔诺', '队长'],
  nilu: ['妮露'],
  nahida: ['纳西妲', '草神', '小吉祥', '小吉祥草王', '花神', '草萝莉']
}

/*
* 追加设置每个关系的可选角色，会与yunzai的设置同时起作用
* 一个角色可以在多个关系中
* */
export const wifeData = {
  // 老婆&女朋友：成女、少女
  girlfriend: `琴, 丽莎, 荧, 芭芭拉, 安柏, 香菱, 北斗, 凝光, 菲谢尔, 诺艾尔, 甘雨, 莫娜, 刻晴, 砂糖, 辛焱, 罗莎莉亚, 胡桃, 
  烟绯, 优菈, 神里绫华, 宵宫, 雷电将军, 珊瑚宫心海, 九条裟罗, 八重神子, 埃洛伊, 申鹤, 云堇, 夜兰, 久岐忍, 柯莱, 多莉, 伐难, 
  女士, 萍姥姥, 柯莱, 多莉, 仆人, 少女, 妮露`,

  // 老公&男朋友：成男、少男
  boyfriend: `空, 凯亚, 迪卢克, 雷泽, 温迪, 行秋, 魈, 钟离, 班尼特, 达达利亚, 重云, 阿贝多, 枫原万叶, 托马, 五郎, 荒泷一斗, 
  鹿野院平藏, 神里绫人, 提纳里, 散兵, 白术, 提纳里, 富人, 博士, 丑角, 公鸡, 队长`,

  // 女儿：萝莉
  daughter: '可莉, 七七, 迪奥娜, 早柚, 派蒙, 瑶瑶, 纳西妲',

  // 儿子：正太
  son: ''
}

export const abbr = {
  达达利亚: '公子',
  神里绫华: '绫华',
  神里绫人: '绫人',
  枫原万叶: '万叶',
  雷电将军: '雷神',
  珊瑚宫心海: '心海',
  荒泷一斗: '一斗',
  八重神子: '八重',
  九条裟罗: '九条',
  罗莎莉亚: '修女',
  鹿野院平藏: '平藏',

  松籁响起之时: '松籁',
  无工之剑: '无工',
  狼的末路: '狼末',
  苍古自由之誓: '苍古',
  雾切之回光: '雾切',
  终末嗟叹之诗: '终末',
  阿莫斯之弓: '阿莫斯',
  冬极白星: '冬极',
  飞雷之弦振: '飞雷',
  护摩之杖: '护摩',
  薙草之稻光: '薙刀',
  赤角石溃杵: '赤角',
  嘟嘟可故事集: '嘟嘟可',
  讨龙英杰谭: '讨龙',
  '「渔获」': '渔获',
  天目影打刀: '天目刀',
  喜多院十文字: '喜多院',
  雪葬的星银: '雪葬星银',
  辰砂之纺锤: '辰砂纺锤',
  万国诸海图谱: '万国图谱',
  神乐之真意: '神乐',
  证誓之明瞳: '证誓明瞳',
  波乱月白经津: '波乱',
  笼钓瓶一心: '笼钓瓶',
  暗巷的酒与诗: '暗巷酒',
  飞天大御剑: '飞天剑',
  桂木斩长正: '桂木',
  口袋魔导书: '魔导书',
  历练的猎弓: '猎弓',
  沐浴龙血的剑: '龙血剑',
  神射手之誓: '神射手',
  幽夜华尔兹: '华尔兹',
  宗室秘法录: '宗室秘法',
  异世界行记: '异世行记',

  角斗士的终幕礼: '角斗士',
  流浪大地的乐团: '流浪乐团',
  华馆梦醒形骸记: '华馆梦醒',
  平息鸣雷的尊者: '平雷尊者',
  炽烈的炎之魔女: '炽烈魔女',
  渡过烈火的贤人: '渡火贤人',
  冰风迷途的勇士: '冰风勇士'
}

export const isSys = true
