/*
* 请不要直接修改此文件，防止后续冲突
* 如需编辑可【复制】此文件，改名为character.js自行编辑
* character.js character_default.js两份配置会叠加生效
*
* 暂未做热更新，修改完毕请重启yunzai
* */

// 角色列表，首位需要是标准名字
// 实装的角色需要以roleid为key，非实装请以英文为key
export const customCharacters = {
  paimon: ["派蒙", "应急食物", "应急食品", "吉祥物", "宠物", "外置器官", "会说话的动物", "矮堇瓜", "飞行矮堇瓜", "最好的伙伴"],

  // 啊， 原谅英语白痴。。
  sb: ["散兵", "国崩", "雷电国崩", "大炮", "雷电大炮", "逆子"],

  baizhu: ["白术", "长生"],

  yaoyao: ["瑶瑶", "遥遥无期"],

  fanan: ["伐难", "水夜叉"]
}

/*
* 追加设置每个关系的可选角色，会与yunzai的设置同时起作用
* 一个角色可以在多个关系中
* */
export const wifeData = {
  // 老婆&女朋友：成女、少女
  girlfriend: ['伐难'],

  // 老公&男朋友：成男、少男
  boyfriend: ['散兵', '白术'],

  // 女儿：萝莉
  daughter: ['派蒙', '瑶瑶'],

  // 儿子：正太
  son: []
}