export const abbr = {
  // 周本
  恒常机关之心: '恒常之心',
  武炼之魂·孤影: '公子·孤影',
  吞天之鲸·只角: '公子·只角',
  魔王之刃·残片: '公子·残片',
  亘古树海之一瞬: '树海之一瞬',
  原初绿洲之初绽: '绿洲之初绽',
  生长天地之蕨草: '天地之蕨草',
  '「图比昂装置」': '图比昂装置',
  未能达成超越之水: '未超越之水',

  // 材料
  奇械机芯齿轮: '机芯齿轮',
  奇械发条备件·歌裴莉娅: '歌裴莉娅',
  奇械发条备件·科培琉司: '科培琉司',

  //
  // 蒙德武器
  狮牙斗士的理想: '狮牙斗士',
  高塔孤王的碎梦: '高塔孤王',
  凛风奔狼的怀乡: '凛风奔狼',
  // 璃月武器
  漆黑陨铁的一块: '漆黑陨铁',
  孤云寒林的神体: '孤云寒林',
  雾海云间的转还: '雾海云间',
  // 稻妻武器
  今昔剧画之鬼人: '今昔剧画',
  远海夷地的金枝: '远海夷地',
  鸣神御灵的勇武: '鸣神御灵',
  // 须弥武器
  烈日威权的旧日: '烈日威权',
  谧林涓露的金符: '谧林涓露',
  绿洲花园的真谛: '绿洲花园',
  // 枫丹武器
  无垢之海的金杯: '无垢之海',
  悠古弦音的回响: '悠古弦音',
  纯圣露滴的真粹: '纯圣露滴'
}
