{
  "101": {
    "id": "101",
    "name": "云无留迹的过客",
    "skills": {
      "2": "治疗量提高<nobr>10.0%</nobr>。",
      "4": "在战斗开始时，立即为我方恢复1个战技点。"
    },
    "idxs": {
      "1": {
        "name": "过客的逢春木簪",
        "desc": "枯木曾作发簪，枝梢有花苞初绽。而今往事已矣，花苞鎏金嵌入簪中，用以纪念新生的开始。",
        "lore": "佚名之人自漫长的沉眠中醒来，遥远而熟悉的紧张感挥之不散，幻痛清晰锐利。过去种种成了锋利的碎片，自己的姓字也已忘却。<br /><br />在漫无目的的流离中，他接饮落雪解渴，搏杀野兽充饥，信手斩下一截枯枝作木簪绾住长发。<br /><br />黑发如山泉流水汩汩而出，皮下肌肉如江鲫翻涌般抽搐鼓动…奇妙的力量不断重塑着躯体，传来筋骨断开复又连接的苦楚。伴随着无数次幻痛折磨，支离破碎的过往开始缝合完整…他从水中窥觑自我倒影时，惨剧的始末也逐渐清晰。<br /><br />直到水中的面孔不再陌生，佚名之人倏忽间看见枯枝生出了花芽。<br /><br />他恍然醒悟。长生不死的诅咒其势甚烈，旧日的恩怨并未死去，他就是这条枯枝上新生的花朵。",
        "ids": {
          "31011": 2,
          "41011": 3,
          "51011": 4,
          "61011": 5
        }
      },
      "2": {
        "name": "过客的游龙臂鞲",
        "desc": "如水的珊瑚金与未知的兽革制成的腕甲，唯有龙脉一族的巧匠才能打造出这等非凡工艺。",
        "lore": "成双之物间似乎会遥相感应，佚名之人所持的护腕虽仅有一只，指尖触碰下却隐隐能感受到另一只的温度。<br /><br />他闭上眼，试图全力捕捉与另一只护腕若有似无的联系：它的位置，它的主人。<br /><br />一只修长有力的手曾穿戴另一只腕甲，手执长枪与自己比武，枪尖寒芒坠如流星。腕甲的主人也曾与自己推杯换盅，望向冷月，彼此无言沉默；最后，也是那人和自己一意孤行，将挚爱变成了怪物，让所有人坠入无穷悔恨的渊薮。<br /><br />成双之物总有一天会再度相逢，而此间绵长仇恨应如陈酒冰冷浓烈，慢慢啜饮，直至一切恩怨清偿为止。<br /><br />另一只护腕的主人也有同感么？他不想知道。",
        "ids": {
          "31012": 2,
          "41012": 3,
          "51012": 4,
          "61012": 5
        }
      },
      "3": {
        "name": "过客的残绣风衣",
        "desc": "长摆残破的古旧风衣，绣纹被剑痕撕碎。肉体会快速愈合，但外衣却不能，正如人的痛苦。",
        "lore": "佚名之人漂泊在长久的放逐途中，一如尸骸，阻住尸骸去路的，是墨镜女子和高大铠甲。二人邀约未至，回绝的剑锋既出，缠斗之后，女人笑着提出了他无法回绝的交易。<br /><br />于是，佚名之人接受邀请，获得全新的身份，再次回到文明与秩序之中。<br /><br />佚名之人被带到裁缝铺里，量身制版、裁剪缝纫，作出体面的衣物…还有人为他修剪鬓发、整理仪表，重现旧日模样。恍惚间，他开始难辨今夕何夕，在暧昧的旧时光里，原本准备将亲手打造的玉壶相赠友人，却在暗下决心之后，惊觉伊人不在。<br /><br />他意识到倚之行走世间的一切：这具形骸、这次生命、这段爱恨……乃至这身衣物，一切都是借贷。<br /><br />他要将这一切全数偿还，然后呼出最后一口气。",
        "ids": {
          "31013": 2,
          "41013": 3,
          "51013": 4,
          "61013": 5
        }
      },
      "4": {
        "name": "过客的冥途游履",
        "desc": "一双经久耐用的短靴，曾踏遍诸多世界，出入死生。",
        "lore": "佚名之人追随着奴隶的命令，与刚结识的同伴去往天空彼岸。他的足履带着茫然与恨意在无数个世界间行走，在生死间屡屡徘徊。<br /><br />他早已忘却了造物的快乐，只顾得脚步匆匆，从一个战场奔赴另一个战场。<br /><br />在过去，他曾身尝无数极致的剑光，身体在成百上千次败北中四分五裂，对手总会以一记穿心的剑招做结。而如今，那些错杂伤痕刻印下的剑招永志不忘，随着生死交锋而百炼升华。他挥洒剑光，为众人斩开阻碍，一次次倒地又一次次站起。在屏息舞剑的专注中，他一度遗忘了仇恨。<br /><br />奴隶许诺，会给他和他所恨的一切永恒的终结，永眠的葬仪。佚名之人点头，还剑入鞘，奔向下一个世界。<br /><br />如果人生是步伐连缀而成的路途，那末他希望抵达「终点」之前，能跨过深恨之人的血泊。",
        "ids": {
          "31014": 2,
          "41014": 3,
          "51014": 4,
          "61014": 5
        }
      }
    }
  },
  "102": {
    "id": "102",
    "name": "野穗伴行的快枪手",
    "skills": {
      "2": "攻击力提高<nobr>12.0%</nobr>。",
      "4": "使装备者的速度提高<nobr>6.0%</nobr>，普攻造成的伤害提高<nobr>10.0%</nobr>。"
    },
    "idxs": {
      "1": {
        "name": "快枪手的野穗毡帽",
        "desc": "一顶绑着野生麦穗的牛仔毡帽，传奇枪手奥克莱的标志。",
        "lore": "奥克莱的毡帽继承自去世的父亲，她把野穗别在帽带上作为装饰，看上去可爱了许多。赏金客们有意无意地创作自己的标志，希望可以留给后人作为传说的开头。<br /><br />星际和平公司利用悬赏招募奇人异士去追缉星际盗团，而独来独往的奥克莱总是选择那些难捱的荒漠边陲。<br /><br />烈日数日，寒夜也数日。孤独的旅途中，奥克莱枕着毡帽、靠近篝火便能悄然入梦。梦境中总会被一名神秘枪手闯入，自称是来自远方的赏金客，他身形瘦削，却目光锐利。枪手要求奥克莱的父亲同他在正午决斗，枪声响起，毡帽飞离，父亲仰面倒下，随即便是母亲的嚎啕哭声……<br /><br />小奥克莱怔怔地盯着神秘枪手，那人的动作一气呵成，父亲毫无胜算。<br /><br />从梦中醒来，毡帽上留下泪水的痕迹。小奥克莱就是想要父亲那顶帅气的帽子，才开始学枪的。",
        "ids": {
          "31021": 2,
          "41021": 3,
          "51021": 4,
          "61021": 5
        }
      },
      "2": {
        "name": "快枪手的粗革手套",
        "desc": "表面已经部分开裂的皮革手套，握枪处磨损尤其严重。",
        "lore": "童年的奥克莱练习时不知疲惫，她在牧场中练习射击从日出开始，到日落为止。父亲有时为她的天赋暗自惊喜，有时又会为枪手的命运徒然忧愁。<br /><br />只有母亲可怜她那双白皙的小手，埋怨父亲不应该教授女儿枪法。<br /><br />从那场决斗之后，再到第一次悬赏任务完成，到后来名声大作，奥克莱已经戴着破旧的手套握枪多年。其他赏金客们并不理解她对手套的坚持，只有她自己才明白这其中矛盾的情感。那是母亲送给自己的饯别礼物。<br /><br />固执着不支持自己学枪的母亲，又到底是下了怎样的决心呢？<br /><br />那场决斗之后，母亲在奥克莱的怀中啜泣不止，奥克莱什么都没说，母亲已经知晓她的心意。",
        "ids": {
          "31022": 2,
          "41022": 3,
          "51022": 4,
          "61022": 5
        }
      },
      "3": {
        "name": "快枪手的猎风披肩",
        "desc": "看上去是有民族风格的编制披肩，内衬部分编织了能够防弹的纤维。",
        "lore": "枪手绝不该在决斗时率先露出破绽，奥克莱能不动声色地填弹上膛，并瞄准目标。外人看来她那蓬松的斗篷好像一动不动，直到枪声响起，人们也未能理解这是如何做到的。<br /><br />「细微的动作在披肩的掩护之下到位，决斗要在子弹出膛之前完成。」父亲曾反复叮嘱到。<br /><br />无意撞上一伙持枪歹徒后，奥克莱冷静地站定，并开始观察现况。出枪之前，奥克莱犹如几百年未曾移动的磐岩，在歹徒行动之前，奥克莱早已完成了所有准备。在数声清脆的枪响结束之后，奥克莱故意放走了一个强盗，她需要给盗贼团体一个巧妙的威慑。<br /><br />没有想法、没有表情，常常让对手觉得毫无胜算。这便是其他赏金客对奥克莱的评价。<br /><br />决斗时的奥克莱更像是那个闯入梦中的神秘枪手，干净利落、没有一点多余的动作。当她意识到自己与仇敌越来越像时，不禁对自己嫌弃起来。",
        "ids": {
          "31023": 2,
          "41023": 3,
          "51023": 4,
          "61023": 5
        }
      },
      "4": {
        "name": "快枪手的铆钉马靴",
        "desc": "马靴有着V形剪裁的开口，看上去随性松弛，穿起来非常舒适。",
        "lore": "漫长旅途的滋味并不好受，而形单影只的奥克莱早已习惯。奥克莱总是蹬上马靴，去往那些无人问津的边陲世界，领取微不足道的赏金。<br /><br />因为她有一种直觉：那个神秘枪手也不是个合群的人，他们的相遇必然不是个热闹的地方。<br /><br />得到口琴之后，断断续续的练习曲消磨掉了她大部分孤独的时间，路过的听众也不过狼蛛、沙尘以及风滚草而已。奥克莱独自消遣的技巧在旅程之中愈发熟练，曾有风儿为之驻足，曲终方散。公司向赏金客们提供了星际旅行的可能，孤独的枪手从不挑剔去往何方。<br /><br />神秘的枪手销声匿迹已久，说不定自己只是在追逐着幻影。但是她只是一次又一次地出发而已。<br /><br />奥克莱笃信着，只要「野穗」的名声足够响亮，神秘枪手就会找上自己，就像当时他闯入牧场找上父亲一样。",
        "ids": {
          "31024": 2,
          "41024": 3,
          "51024": 4,
          "61024": 5
        }
      }
    }
  },
  "103": {
    "id": "103",
    "name": "净庭教宗的圣骑士",
    "skills": {
      "2": "防御力提高<nobr>15.0%</nobr>。",
      "4": "使装备者提供的护盾量提高<nobr>20.0%</nobr>。"
    },
    "idxs": {
      "1": {
        "name": "圣骑的宽恕盔面",
        "desc": "如同宗教石雕宽恕女神的面具头盔，用以隐藏自己的相貌。",
        "lore": "肃静骑士从未在人前卸下过坚硬厚重的面具，肃穆的宗教面庞与萨菲娜的沉默共同塑造了难以呼吸的威圧感。<br /><br />无论目中无人的恶魔，还是陷入疯狂的圣职，只会在肃穆的威压下露出本能的畏惧。<br /><br />只有少数教廷的圣职知道，在那宗教盔面之下，是萨菲娜隐藏起的恶魔出身。教廷畏惧恶魔，又渴望恶魔的力量，这才有了矛盾的结果…俘获了幼年的恶魔，将她培养成骁勇的肃静骑士，却禁止她在人前露出真实的面孔，而是服从教宗的命令，化身为圣女的沉默骑士。<br /><br />年龄相仿的圣女瓦妮拉曾亲自教导萨菲娜学习经文，她还记得烛光里恶魔的侧颜。<br /><br />「我亲爱的萨菲娜，我见过你的面庞，我始终都记得。」圣女瓦妮拉在成年之后逐渐失明。",
        "ids": {
          "31031": 2,
          "41031": 3,
          "51031": 4,
          "61031": 5
        }
      },
      "2": {
        "name": "圣骑的沉默誓环",
        "desc": "装饰着教会纹样的银戒，镶嵌着看上去些许浑浊的宝石。",
        "lore": "教宗骑士同僚挥剑相向，庄严和礼仪逐渐崩塌，誓约守护的戒指开始变得浑浊不堪。<br /><br />星海降下的力量赋予教会惩戒恶魔的实力，同时也传播了丧失人性的疯病。<br /><br />疯病折磨的教宗骑士已经分不清礼仪与秩序，叫嚣着要驱逐出所有的恶魔后裔，让教会得到救赎。面对迫近圣女的威胁，萨菲娜没有犹豫的间隙，即便对方是净庭教会的骑士长，她也不能手下留情。<br /><br />肃静骑士必须要保护好圣女，萨菲娜没有忘记。<br /><br />「我亲爱的萨菲娜，你不必愧疚，这是觊觎星神力量的下场，理应如此。」教堂只剩下最后的圣女和守护骑士。",
        "ids": {
          "31032": 2,
          "41032": 3,
          "51032": 4,
          "61032": 5
        }
      },
      "3": {
        "name": "圣骑的肃穆胸甲",
        "desc": "厚重的胸甲装饰着净庭教会鲜明的符号，关节处也都密不透风。",
        "lore": "肃静骑士的盔甲需要接受圣女瓦妮拉的祝福，这是缔结守护骑士誓约的仪式。<br /><br />教廷曾用金属锁链绑住幼年恶魔的手脚。如今萨菲娜恳求将来自恶魔之乡的金属铸成铠甲，以便安葬时有故土傍身。<br /><br />净庭教会的圣女仔细擦洗着盔甲上的罪孽，虔诚地献上神明的祷词，将久远的奇迹封印在胸甲上心脏的位置。教会并不相信恶魔的忠诚，但却坚信教义拥有净化一切的力量。萨菲娜沉默着，注视着复古的仪式赋予自己的责任。<br /><br />圣女并不相信仪式本身的目的，没有什么能清洗掉莫须有的罪恶。<br /><br />「我亲爱的萨菲娜，骑士可要保护好圣女啊。」瓦妮拉依靠在萨菲娜的胸甲上，听见剧烈的心跳声。",
        "ids": {
          "31033": 2,
          "41033": 3,
          "51033": 4,
          "61033": 5
        }
      },
      "4": {
        "name": "圣骑的秩序铁靴",
        "desc": "净庭教会骑士的标准骑士长靴，脚后跟上刻印着简短的单词：「秩序」。",
        "lore": "净庭教会已经崩塌，萨菲娜卸下骑士的铁靴，和圣女瓦妮拉踏上前往恶魔之乡的远行。<br /><br />在圣女的恳求下，萨菲娜没有让任何教宗骑士将疯病带离教廷，秘密被永远留在她们心中。<br /><br />不知何时，人们听说了一个传言：被教会驱逐的恶魔后裔附身在圣洁的肃静骑士身上，邪恶的魔女驱使着骑士破坏了教宗的秩序…传言化为了「真相」，虔诚的信徒将绝望和疯狂倾泻在肃静骑士的身上，将她看作是一切的罪魁祸首。<br /><br />失去了容身之所之后，圣女提出了归乡远行的建议。<br /><br />「从此，我成为了魔女，你变回了恶魔。」面对瓦妮拉的说法，萨菲娜无法否认。",
        "ids": {
          "31034": 2,
          "41034": 3,
          "51034": 4,
          "61034": 5
        }
      }
    }
  },
  "104": {
    "id": "104",
    "name": "密林卧雪的猎人",
    "skills": {
      "2": "<span>冰</span>属性伤害提高<nobr>10.0%</nobr>。",
      "4": "当装备者施放终结技时，暴击伤害提高<nobr>25.0%</nobr>，持续<nobr>2</nobr>回合。"
    },
    "idxs": {
      "1": {
        "name": "雪猎的荒神兜帽",
        "desc": "巨大的雪原熊头部毛皮做成的兜帽。毛皮似乎寄宿鬼神，刀枪不入。",
        "lore": "在斯诺兰德的雪原上流传着属于猎人们的生存铁则：在「荒神」捕食的期间，绝对不能去山岭的南面，那位撼山震岳的白色巨熊不欢迎任何人。<br /><br />作为协会指派的猎人，休格收到救援信号赶往岭南，未曾想到会遭遇到一场计划已久的埋伏。<br /><br />从漫长的枪击休克中醒来之后，休格立刻意识到自己曾在生死关前躲过一劫；但在下一秒，休格就立刻意识到，危机并未过去，他正处在「荒神」的注视下。即便掌击再近再快，「荒神」毫无章法的攻击也未必能够全部命中…休格冷静地等待机会，抽出带着剧毒的骨刀，以超越常人的动作瞬间跃起，胜负就在这一瞬间逆转了。<br /><br />他取下「荒神」的头颅与皮毛，在枪伤未愈的情况下，撑过了第一个风雪之夜。<br /><br />多日后，猎人协会找到了无头的「荒神」遗体。那时开始，他们便知道该死去的猎人未能死去，而未曾预料的复仇者却因此诞生。",
        "ids": {
          "31041": 2,
          "41041": 3,
          "51041": 4,
          "61041": 5
        }
      },
      "2": {
        "name": "雪猎的巨蜥手套",
        "desc": "雪岩巨蜥的鳞爪与战术手套紧密缝合起来，可以在任何墙面上自由地攀爬悬挂。",
        "lore": "雪岩巨蜥既缺乏敏捷的身手，也没有压倒性的力量。它们可以在岩壁上蛰伏半月，直到猎物放松警惕、露出破绽，出现一击致命的机会。<br /><br />然而注册猎人已经无法忍受等待，他们决心全面进入雪山猎捕休格，以消除迫近的威胁。<br /><br />协会的注册猎人虽然强手如云，但他们从来都不是性命相托的伙伴。猎人们为了协会的天价赏金而聚齐在一起，也时常为赏金而互相背叛——毕竟，荒野上任何事情都可能发生…只要除掉老猎人休格，所有人就能赚到更多的赏金，他们达成了共识，并付出了相应的代价。<br /><br />休格做足了准备，狩猎顶尖的猎户不比怪物更加容易，他必须比以往更加耐心，耐心才是猎人最重要的品质。<br /><br />猎人公会的注册猎人不断减少，「不死休格」的恐惧感正在不断蔓延。",
        "ids": {
          "31042": 2,
          "41042": 3,
          "51042": 4,
          "61042": 5
        }
      },
      "3": {
        "name": "雪猎的冰龙披风",
        "desc": "由冰龙细鳞制作的披风，在奇妙光学折射下，近乎隐形。",
        "lore": "「冰湖之主」栉生独特的鳞片，在日光下能反射出炫目强光，潜入水中便能隐藏身形。很少有猎人能够掌握与无形巨物之间的对决。<br /><br />多日后，猎人协会的注册猎人们找到被剥去鳞甲的冰龙遗体，那一瞬间，恐惧胜过了惊讶。<br /><br />休格狩猎过成百上千头雪原上的野兽，每一次对手都独一无二，都弥足珍贵。对猎人来说，只有将猎物的个性与习性琢磨透彻，狩猎才能算是完成…「冰湖之主」对休格来说就像是雪原上的最后一块拼图，他必须完成狩猎，完成他的猎人之魂。<br /><br />原赏金榜最高位的「冰湖之主」被「猎人休格」所替换， 丑陋的全面猎捕开始了。<br /><br />所有猎人都必须做好成为猎物的觉悟，休格如此，背叛者更应该如此。",
        "ids": {
          "31043": 2,
          "41043": 3,
          "51043": 4,
          "61043": 5
        }
      },
      "4": {
        "name": "雪猎的鹿皮软靴",
        "desc": "麋鹿柔软的毛皮包裹着增强动力靴，在雪原，猎户的鞋底只会留下浅浅的印记。",
        "lore": "即便身负重伤，体温不足以融化冰雪，在垂死之际的炬角大麋也能够成为最具致命性的野兽。<br /><br />休格举起猎枪正对垂死的大麋时，他总是在想，那双能将人彻底瞪住的眼睛，和自己一模一样。<br /><br />自从被注册猎人埋伏之后，休格的生命之火就早已经是风中残烛。他清楚自己之所以能够勉强生存，无非是他那鬼神不让的复仇念头，一旦他的欲念得到满足，他的生命也将随飞雪而去…尽管休格总是觉得脚步沉重，但是宽底的鹿皮软靴却没有留下任何足迹，他必须紧绷起精神面对生命中最后一次狩猎。<br /><br />猎人协会在恐惧之中逐渐分崩离析，慌乱地肃清起背叛者，希望得到休格的饶恕，换来的却只是相互猜忌的自我毁灭。<br /><br />休格没等到品尝完复仇成功的快感，便永远地倒在了雪原之上。",
        "ids": {
          "31044": 2,
          "41044": 3,
          "51044": 4,
          "61044": 5
        }
      }
    }
  },
  "105": {
    "id": "105",
    "name": "街头出身的拳王",
    "skills": {
      "2": "<span>物理</span>属性伤害提高<nobr>10.0%</nobr>。",
      "4": "当装备者施放攻击或受到攻击后，其在本场战斗中攻击力提高<nobr>5.0%</nobr>，最多叠加<nobr>5</nobr>层。"
    },
    "idxs": {
      "1": {
        "name": "拳王的冠军护头",
        "desc": "防护效果极佳的拳击护头，与物件主人的脸型完美贴合。",
        "lore": "混迹街头的林赛从未考虑过正经拳赛的邀约，打一开始她就不相信有人能击败自己，更不必说是个半百老人。<br /><br />自称拳击教练的老人为林赛准备好护具，并向林赛发出挑战，如若胜利便要林赛成为她的徒弟。<br /><br />林赛不屑于繁复的穿戴，将老人递来的护具弃置一旁。原以为自己能够凭借反应速度轻松取胜，却没想到被三步之内被老人近身，快拳直取面门。在短暂的昏厥之后，林赛将拳击护头捡起，在狭小的视野中，她看到了一个崭新的世界。<br /><br />「这就是拳击手的拳头吗？有意思，你要是打算教我的话，就得让我成为最强的。」<br /><br />尽管嘴上颇有抱怨，林赛还是愿赌服输。她佩戴起护具，正式跨入拳击的世界。",
        "ids": {
          "31051": 2,
          "41051": 3,
          "51051": 4,
          "61051": 5
        }
      },
      "2": {
        "name": "拳王的重炮拳套",
        "desc": "保养得极好的拳击手套，细微的破损并不影响实际的使用。",
        "lore": "初入拳场时的林赛拳法犀利，只懂得进攻，却不懂得如何防御。<br /><br />街头的经验并不完全能够在围绳擂台上适用，伊卡翠娜安排的拳赛挫去了野小子的高傲。<br /><br />在地方赛事中受挫之后，她原本高高在上的尊严和自信散落一地，不得不开始思考伊卡翠娜教给她的攻防节奏。原本只懂得挥拳的林赛仿佛被格斗女神亲吻，逐渐理解了攻防转换的趣味。当她回过神来，第一次发现凝胶护指已经断裂，而那双拳套也已浸满了血液与汗水。<br /><br />「你要找到自己的节奏，不要掉进对手的陷阱里。」<br /><br />林赛恍惚间理解了伊卡的箴言，也明白了温情似水的眼神，一向严厉的伊卡早已将她视若己出。",
        "ids": {
          "31052": 2,
          "41052": 3,
          "51052": 4,
          "61052": 5
        }
      },
      "3": {
        "name": "拳王的贴身护胸",
        "desc": "拳击手的专业护胸，外罩和内衬垫相互组合，既保障了安全又不影响技术发挥。",
        "lore": "拳王争夺战前夜的训练馆如同往日，快速而又沉重的拳头将沙袋击打得嘶嘶作响。<br /><br />汗水浸透了贴身的护胸，灼热的蒸汽将林赛和现实隔离开来，她想要逃避。<br /><br />林赛竭力控制着情绪，汗水混杂泪水在她的面孔上反射微光。深夜里，她卸下拳击护胸，在内侧写上「伊卡」的名字，她想为这个名字许下胜利的承诺。这是通向拳王的关键比赛，也是林赛第一场没有教练陪伴的比赛。走上擂台前，林赛对着镜头骄傲地挺起胸膛。<br /><br />「林赛…你和我的女儿竟然有着一样的名字。当她离开时，我以为世界已经崩塌了，直到我遇见了你。谢谢你，林赛。」<br /><br />「保护我，伊卡。」最重要的名字正贴着心脏。",
        "ids": {
          "31053": 2,
          "41053": 3,
          "51053": 4,
          "61053": 5
        }
      },
      "4": {
        "name": "拳王的弧步战靴",
        "desc": "巧妙地将皮革和网结合，采用了厚鞋垫、薄鞋底的设计，保证了脚步灵活。",
        "lore": "身材娇小的林赛以快速灵动的出拳风格而闻名，翩跹的步法轻快得如蝴蝶穿花。<br /><br />尽管对手的快拳凌厉如雨，却始终只能与林赛擦肩而过，这便是招牌的「林赛舞步」。<br /><br />为了训练林赛的特殊步伐，伊卡翠娜将街头少女带到上流的舞会里，手牵着手，旋转接着旋转……林赛从磕磕绊绊到逐渐跟上脚步，她好像明白了，这个自称是拳击教练的老人，似乎不仅是教练这样简单。在迷离的舞池里，林赛心中某处柔软的地方突然被一道奇妙的感觉击中。<br /><br />「想再跳一支舞吗？」<br /><br />街头出身的林赛从未想过会有这样的体验，她望着伊卡翠娜澄澈的双眼，无法拒绝。",
        "ids": {
          "31054": 2,
          "41054": 3,
          "51054": 4,
          "61054": 5
        }
      }
    }
  },
  "106": {
    "id": "106",
    "name": "戍卫风雪的铁卫",
    "skills": {
      "2": "受到伤害降低<nobr>8.0%</nobr>。",
      "4": "回合开始时，如果装备者当前生命值百分比小于等于<nobr>50.0%</nobr>，则回复等同于自身生命上限<nobr>8.0%</nobr>的生命值，并恢复<nobr>5</nobr>点能量。"
    },
    "idxs": {
      "1": {
        "name": "铁卫的铸铁面盔",
        "desc": "经过统一改造过的覆面头盔，通过内部的填充物使头部保持温暖。",
        "lore": "在寒潮之中严阵以待绝非易事，但雅利洛-Ⅵ的银鬃铁卫们早已习惯如此。凛冽的寒风从面甲的缝隙里穿过，就像是寒铁小刀轻轻划过。<br /><br />自天外而来的怪物再次整顿军势，全副武装的士兵在大守护者的命令下严阵以待。<br /><br />负责前哨的士兵们常常需要在雪地中蛰伏数日，侦察怪物们的行动。长时间的霜寒将士兵的肌肤、汗水以及填充面甲的棉绒一同冻住，往往需要热水浇灌才能将头盔安全取下。筑城者的工匠们将铸铁面盔的片状金属板弧度偏折，尽可能减少重盔在风雪中承受的阻力。<br /><br />坚硬、温暖、威风凛凛，铁卫面盔的制式就这样一直传承了下来。<br /><br />「你们戴着这么个面罩，到底是怎么看得清路的？」每个执勤的铁卫都曾被询问过同一个问题。",
        "ids": {
          "31061": 2,
          "41061": 3,
          "51061": 4,
          "61061": 5
        }
      },
      "2": {
        "name": "铁卫的银鳞手甲",
        "desc": "闪耀着银光的金属手甲，复合的机械结构深藏其中。",
        "lore": "身携毁灭印记的入侵者阻断了近卫队的去路，拉斯洛•朗道命令队员保护守护者撤离，自己则独自留下断后。<br /><br />即便是银鬃铁卫中最骁勇善战的戍卫官，也没有办法在怪物洪流中全身而退。<br /><br />凶狠野蛮的怪异生物叫嚣不歇，猛烈的攻势如同疾风骤雨，尽管孽物们从未停止过冲锋，但未能突破朗道孤身固守的防线。激烈的攻防漫长持久，拉斯洛疲于招架，直到援军出现，他才体力不支地昏厥过去。士兵们发现，拉斯洛在惨烈的战斗中失去了双手。<br /><br />筑城者最好的工匠铸造了精致的手甲赠予英雄，让他终能重执军旗。<br /><br />「美中不足啊，」拉斯洛看着精致的手甲，喃喃说道，「这双手再也感受不到琴弓的震颤了。」",
        "ids": {
          "31062": 2,
          "41062": 3,
          "51062": 4,
          "61062": 5
        }
      },
      "3": {
        "name": "铁卫的旧制军服",
        "desc": "熨烫妥帖的银鬃铁卫旧制军服，结实的排扣将布料压出褶痕。",
        "lore": "歌德家祖传的旧款军服长期被压在箱底，只有属于军人的荣誉才能将之唤回世间。<br /><br />面对毁灭士卒的蛮荒推进，银鬃铁卫誓守天险，早已经没有退路。<br /><br />维瓦洛保卫战中，霍尔斯•歌德率领敢死队苦守隘口长达数月，直到增援的号角回荡山谷，众人才知道英雄们早已尸骨无存。大守护者阿丽萨在嘉奖仪式上亲手为英勇的霍尔斯•歌德后人别上荣誉勋章，小歌德身穿旧制军服，代表逝去的英雄们，挺起了胸膛。<br /><br />小歌德看到的是军服和勋章，而大守护者看到的却是英雄们留下的遗产——贝洛伯格的未来。<br /><br />「霍尔斯•歌德是真正的战士，你应以歌德之姓为豪。」这句话是年轻的歌德对大守护者仅有的记忆。",
        "ids": {
          "31063": 2,
          "41063": 3,
          "51063": 4,
          "61063": 5
        }
      },
      "4": {
        "name": "铁卫的白银护胫",
        "desc": "坚硬的白银色金属护胫，注重防护的同时，足够轻巧又保暖。",
        "lore": "银鬃铁卫野战部队常因战术需要，不得不在齐腰深的积雪中日行千里。长途奔袭的疲惫、严重的冻伤考验着战士们的双足。<br /><br />漫漫的雪地远征，偶尔会遇到一些久违的老友。<br /><br />负责雪原游击的银鬃铁卫时常在营地里听见冰原狼的长嚎，这种可怜的生物也在入侵者的铁蹄下流离失所。野战中队的耶格尔士官本是猎户出身，将狼鬃做成皮草制品是他的看家本领。而在漫无止境的寒潮来临之后，他极少再见到这些凶猛野兽。寒夜里，少数冰原狼放下戒备心，凑近铁卫的营火，伏卧在耶格尔身旁一言不发。黎明时分，这些野兽在温暖的梦境中永久睡去。<br /><br />耶格尔士官将处理过的狼鬃填进士兵的白银护胫里，让他们的远行稍微好受一些。<br /><br />「冰原狼还没有彻底失去家园，我们也一样。」耶格尔士官如此表达对冰原狼的怜惜。",
        "ids": {
          "31064": 2,
          "41064": 3,
          "51064": 4,
          "61064": 5
        }
      }
    }
  },
  "107": {
    "id": "107",
    "name": "熔岩锻铸的火匠",
    "skills": {
      "2": "<span>火</span>属性伤害提高<nobr>10.0%</nobr>。",
      "4": "使装备者战技造成的伤害提高<nobr>12.0%</nobr>，并使施放终结技后的下一次攻击造成的<span>火</span>属性伤害提高<nobr>12.0%</nobr>。"
    },
    "idxs": {
      "1": {
        "name": "火匠的黑曜目镜",
        "desc": "以漆黑焰晶打造的防护目镜，在镜片之下，激烈的火星迸裂也只不过是斑驳残影。",
        "lore": "铸造神兵利刃对于火匠一族来说，既是天赋的使命又是伴生的诅咒。<br /><br />被解放的火匠一族自从来到战争熔炉的世界中，才华在极致的释放下开始染上毁灭的气息。<br /><br />炉光与火花耀目灼眼，在漫长的锻造过程中，胚料铸成神器，而匠人失去视力。弗埃曾在火山底部找到一簇罕见的曜石焰晶，将其仔细打磨做成了护目镜片，激烈的火花从此化作苍白的剪影。但是贪心的匠人未能逃避诅咒的命运，他也在极致的火光中燃尽了一切。<br /><br />弗埃将战争熔炉中的反物质军团视作锤炼的素材，而自己便是那升腾的烈火。<br /><br />「有没有一种可能，比如说，将热核反应变成我的熔炉？」弗埃寻找提升至极限的炉火，并在失控的聚变反应中毁灭。",
        "ids": {
          "31071": 2,
          "41071": 3,
          "51071": 4,
          "61071": 5
        }
      },
      "2": {
        "name": "火匠的御火戒指",
        "desc": "有着火焰标志的戒指，是火匠一族中最高荣誉的象征。",
        "lore": "九百度的篝火能烧土成陶，上千度的炉火能熔断铜锡…越是本质的塑造，越渴求着极限的温度。<br /><br />军团的生物渴望着从物质形态中剥离开来，祈求着只有毁灭热浪才能带来的更新质变。<br /><br />技艺纯熟的火匠大师能够将炉火提升到不可思议的程度：烈焰的黑体辐射呈现蓝色光谱，几与濒死的恒星相近。火匠皆是掌控烈焰的天才，但只有其中佼佼者才被授予象征大师技艺的御火戒指。<br /><br />战争熔炉早已不分匠人与匠材，锤炼着反物质生灵的火匠大师们也成为了毁灭武器的一部分。<br /><br />「铸器由炉温决定，炉温由火匠决定。」对掌握毁灭技艺的火匠们来说，这再理所当然不过了。",
        "ids": {
          "31072": 2,
          "41072": 3,
          "51072": 4,
          "61072": 5
        }
      },
      "3": {
        "name": "火匠的阻燃围裙",
        "desc": "铁匠围裙没有多余的装饰，只有皮革纹理与家族标识清晰可见。",
        "lore": "反物质军团将衰亡的「战争熔炉」赠予火匠，让他们在烈焰世界中自由锻造。<br /><br />在熔岩灼目的世界里，只要锤炼不止，新生与毁灭便不再是二元对立。<br /><br />苏鲁特擅长利用活火山中喷涌的熔浆，为军团的生灵注入一道暴戾的毁灭气息。无论剧毒气体的沸动、还是热熔岩浆的翻滚，都不能打断苏鲁特淬火的专注。热浪喷溅着苏鲁特的围裙，那是由火巨蜥皮制成的阻燃衣料，待熔浆退去，皮革表面依然光洁如新。<br /><br />大量的军团战力，在洪炉中被反复锤炼，直到肉体和武器在火匠的熔锤下结为一体，成为毁灭的武器。<br /><br />「无与伦比的毁灭之力……」驾驭火焰的工匠们从不掩饰他们寄托在武器中的可怖愿望。",
        "ids": {
          "31073": 2,
          "41073": 3,
          "51073": 4,
          "61073": 5
        }
      },
      "4": {
        "name": "火匠的合金义肢",
        "desc": "金属材质的义肢，表面上缠绕着火焰的立体花纹。",
        "lore": "旧日监牢主人担忧失去世间无二的锻造技术，只好用低劣的手段束缚着火匠一族——在被禁锢的岁月里，火匠的族长无一例外都必有腿部缺陷。<br /><br />毁灭的主人解放了被囚禁的火匠一族，毁灭印记赋予了火匠们用之不竭的力量。<br /><br />离开牢笼之后，火匠族长无法再像常人一般行动自如，但他获得了真正的自由——不再因卓越的技艺而被囚禁的自由。族长将怨恨与屈辱倾注其中，锤击数日也不会感到疲惫。顽固而高傲的反物质生灵在一次次锤击下，不得不改变形态，屈从于毁灭者的改造。<br /><br />纵使牢狱不再有形，火匠对铸造的痴狂又何尝不是一种牢笼呢。<br /><br />「血肉是种拖累，铸造亦是毁灭。」族长看着残缺的匠人越来越多，不禁感慨道。",
        "ids": {
          "31074": 2,
          "41074": 3,
          "51074": 4,
          "61074": 5
        }
      }
    }
  },
  "108": {
    "id": "108",
    "name": "繁星璀璨的天才",
    "skills": {
      "2": "<span>量子</span>属性伤害提高<nobr>10.0%</nobr>。",
      "4": "当装备者对敌方目标造成伤害时，无视其<nobr>10.0%</nobr>的防御力。若目标拥有<span>量子</span>属性弱点，额外无视其<nobr>10.0%</nobr>的防御力。"
    },
    "idxs": {
      "1": {
        "name": "天才的超距遥感",
        "desc": "基于超距遥感技术制造出的通讯目镜，打破了传播介质与距离的束缚。",
        "lore": "天才俱乐部的成员大多都是怪人，怪人之间缺少交流是公认的事实。<br /><br />对旅居不同世界的天才们来说，社交确是一种多余的负担。对凡人来说，又何尝不是呢？<br /><br />但#56会员，俱乐部第二任会长以利亚萨拉斯曾尝试解决这一问题。他热心地为当时的会员们准备了搭载超距遥感功能的通讯目镜。遗憾的是，即便跨越远星的桥梁已经搭好，愿意过桥之人仍然寥寥无几——银河史上最好的通讯装置问世以来，从未进行过真正的有效对话。<br /><br />「『您所胡椒的用户不在糊物区』，假装人工智能拒绝我的时候也认真一点吧……」<br /><br />叹息的以利亚萨拉斯知道这确实是强人所难，他总得试试，反正这技术总能派上用处。",
        "ids": {
          "31081": 2,
          "41081": 3,
          "51081": 4,
          "61081": 5
        }
      },
      "2": {
        "name": "天才的频变捕手",
        "desc": "装有精密的频变捕捉器的手套，能够对客观的声光振动进行直观地操作。",
        "lore": "由于寄居在养父的水果店中打零工，如何偷懒，以及如何偷懒不被发现便成为#84会员斯蒂芬•劳艾德的小课题。<br /><br />他制作了能捕捉特定频段的手套，抓取声光逃逸，让自己可以尽情躲在频段栅栏后研究弦乐。<br /><br />能够留住特定区域内声音和光线而不流动，是能够改变科学轨迹的重大发现，至少在现有的利尔他经典科学体系中实在很难解释…不过他无心对当今的科学界造成任何冲击，本人并没有将这项技术投入公共领域的考虑，毕竟这只是为了偷懒随手制造的玩具而已。<br /><br />「斯蒂芬，虽然不知道你具体做了什么，但你肯定在偷懒对吧？」<br /><br />尽管斯蒂芬•劳艾德被称为「天才中的天才」，但对养父来说，这就只是个喜欢幻想和偷懒的孩子。",
        "ids": {
          "31082": 2,
          "41082": 3,
          "51082": 4,
          "61082": 5
        }
      },
      "3": {
        "name": "天才的元域深潜",
        "desc": "启动后形似包裹全身的潜水服，将全身的神经信号实时传输至元域空间。",
        "lore": "#29会员丝丝喀尔建立的元域空间超越了生物种族与多元维度，任何生物只需借助深潜装置，便能将神经信号同步到意识网络中。<br /><br />那些无法跨越世界的生物也能借由一个共通的梦境相连，寻找现实中不存在的平静与安详。<br /><br />宇宙生灵在虚拟数据编织成的元域空间里创造了数不尽的文化资产，新生的秩序正在悄然建立。正当有人预言新兴的乐土将取代现实时，「创世织网者」丝丝喀尔却如同玩笑一般将意识网络的连接彻底切断，整个元域空间如同冬日寂静。<br /><br />「整天讨论元域空间的投资人都已经疯了，产业赋能了无数次，元域却没了。」<br /><br />人们总在失去之后止不住地猜想：元域原本是灵魂的培养皿，邀请不同的生物进入其中只是为了得到免费的灵魂样本罢了。",
        "ids": {
          "31083": 2,
          "41083": 3,
          "51083": 4,
          "61083": 5
        }
      },
      "4": {
        "name": "天才的引力漫步",
        "desc": "穿戴式引力捕获装置，形似冰鞋，能在快速滑行时倒映出群星的光芒。",
        "lore": "俱乐部#64会员：恶名昭彰的「原始博士」因其所犯下的大罪，一生都在躲避无穷尽的星际追捕。<br /><br />「原始博士」似乎乐在其中，有意把握了与游侠的距离，不至于被抓住，也不会消踪匿迹。<br /><br />他将某种引力捕获的技术应用在逃亡过程中，能够在仅仅运用引力的情况下，自由漫步于太空之中。博识学会的天体物理学家未能参透其中的原理，只能假想行星间的引力差发挥了核心作用。追猎者们的驾驶着重力时代的代步工具，勉为其难地紧随其后，立志将大罪之人捉拿归案。<br /><br />「太空漫步是件浪漫的事，」巡海游侠说，「可惜那个人是原始博士。」<br /><br />直至「原始博士」彻底失踪之后，巡海游侠并不相信「推定的死亡」，仍然不停追捕。",
        "ids": {
          "31084": 2,
          "41084": 3,
          "51084": 4,
          "61084": 5
        }
      }
    }
  },
  "109": {
    "id": "109",
    "name": "激奏雷电的乐队",
    "skills": {
      "2": "<span>雷</span>属性伤害提高<nobr>10.0%</nobr>。",
      "4": "当装备者施放战技时，使装备者的攻击力提高<nobr>20.0%</nobr>，持续<nobr>1</nobr>回合。"
    },
    "idxs": {
      "1": {
        "name": "乐队的偏光墨镜",
        "desc": "主唱之一的詹尼斯所戴的经典款墨镜，镀铬镜片反射着蓝色的光芒。",
        "lore": "恒星的寿命加剧消逝。在红巨星彻底爆发之前，爱墨瑞得-Ⅲ的住民逃离了母星。<br /><br />面对无处可逃的未来，精英们带走了希望，佯装没有听见绝望的恸哭。<br /><br />詹尼斯的父母支付了巨额信用点登上飞船，被动地期待星间的救赎。行星将在红巨星爆发中毁灭，而恒星则坍缩变成白矮星…在可以预见的终末降临前，逃离是唯一的答案。但混沌医师詹尼斯却打算直面星系的湮灭，她竭尽全力，试图证明存在的痕迹不会化为虚无。<br /><br />濒死的太阳愈发灼眼，詹尼斯拿走母亲的墨镜，和志同道合的年轻人回到母星。<br /><br />「懦夫只会向外逃去，口中却嚷着救赎之名。」《廉价救赎》，激雷乐队第一张专辑里的单曲，詹尼斯将与父母吵架时说的气话改成了歌词。",
        "ids": {
          "31091": 2,
          "41091": 3,
          "51091": 4,
          "61091": 5
        }
      },
      "2": {
        "name": "乐队的巡演手绳",
        "desc": "贝斯手席德的手绳，由巡演时的丝带手环编织而成，上面写着几句歌词。",
        "lore": "爱墨瑞得-Ⅲ的激雷乐队凭借着几支强劲的先行曲，迅速点燃了整个星球的激情。<br /><br />节奏吉他手戴夫激烈扫弦时迸发出的雷电火花，是巡演开场的标志，却被乐迷们视为余生唯一的光。<br /><br />乐队的巡演皆由乐迷们自发维持秩序，他们在进场时派发丝质手环用以识别身份。这些乐迷们大多支付不起高昂的逃生费用，无奈接受了等待电磁爆发的命运。但自从目睹叛逆的年轻人重返行星，便感到自己的灵魂也在这一刻点燃。他们在手环上记录了歌词，记录了每一场演出的时间，也记录了自己的无声呐喊。<br /><br />贝斯手席德收集了每一场巡演的手环，他让女友南希编成了手绳，并一直戴着。<br /><br />「没有意义没有方向，没有别的地方可去，我们没有未来。」《我们的路》，激雷乐队第二张专辑里的单曲，席德的人生信条。",
        "ids": {
          "31092": 2,
          "41092": 3,
          "51092": 4,
          "61092": 5
        }
      },
      "3": {
        "name": "乐队的钉刺皮衣",
        "desc": "主唱之一的大卫在皮衣背面画上了白色的星星，它成为了乐队最后一张专辑的封面。",
        "lore": "激雷乐队的摇滚响彻星系，不甘逃亡的年轻人们纷纷返航，回到了即将毁灭的爱墨瑞得-Ⅲ。<br /><br />主音吉他手吉米将乐队带到了地下，他们将在这里歌唱，他们将把行星毁灭的悲鸣传遍整个宇宙。<br /><br />在演出开始之前，大卫给钉刺皮衣的背面喷涂上白色的星星，那是恒星坍缩之后的白矮星，是恒星存在过的证明。无论是离开了星系的人，还是留下来面对毁灭的人，都一同聆听着激雷般的摇滚，共同挥舞着同一个醒目的符号。<br /><br />乐队虽已消亡，但他们的存在却被刻进了乐曲之中，成为了永恒。<br /><br />「我们要用生命燃烧下去，点燃孤独的白矮星。」《白星》，激雷乐队最后一张专辑的同名曲，词曲由大卫一手包办。",
        "ids": {
          "31093": 2,
          "41093": 3,
          "51093": 4,
          "61093": 5
        }
      },
      "4": {
        "name": "乐队的铆钉短靴",
        "desc": "鼓手博纳姆的短靴，折射着舞台灯光的漆面上粘着铆钉尖刺。",
        "lore": "激雷乐队改变了人们面对终末的态度，改变不了终末到来的结局。<br /><br />荒凉的行星地表满是荒颓和惆怅，在物资匮乏的时代，乐队用废弃的X光片灌录了所有专辑。<br /><br />在爱墨瑞得-Ⅲ的长夜来临时，地表温度骤降，原本难耐的空气凉爽了不少。人们纷纷从地下避难所走出，追寻着乐队演出的地点。在最后一场「雷鸣」巡演的现场，焦躁的空气中满是电磁风暴的预兆，天雷通过金属脚手架传导到舞台之上。电光在博纳姆的靴下跃动，乐队与雷电彻底融为一体。安可曲结束之后，巨大的球形闪电吞没了舞台。<br /><br />谢幕之夜过去，激雷乐队的演出就此变成了绝唱，一如他们的歌词。<br /><br />「雷鸣覆盖了我们的声浪，闪电在我们血液里流淌。带着我们的音乐，和恒星一同消亡。」《激雷之歌》，激雷乐队最后一张专辑里的单曲，博纳姆的得意之作。",
        "ids": {
          "31094": 2,
          "41094": 3,
          "51094": 4,
          "61094": 5
        }
      }
    }
  },
  "110": {
    "id": "110",
    "name": "晨昏交界的翔鹰",
    "skills": {
      "2": "<span>风</span>属性伤害提高<nobr>10.0%</nobr>。",
      "4": "当装备者施放终结技后，使其行动提前<nobr>25.0%</nobr>。"
    },
    "idxs": {
      "1": {
        "name": "翔鹰的长喙头盔",
        "desc": "高速飞行中使用的流体头盔，形似空渔鹰的鸟喙。",
        "lore": "萨尔索图的空渔人每日黎明时从移动城市的「空港」出发，展开扑翼装在空中翱翔，猎捕从沙地中飞出的燃素水母。<br /><br />构成「灵火」的燃素是驱动着巨大移动城市的血液，必须捕捞充足，才能保证整座城市不会被晨昏线甩在身后。<br /><br />若有人力竭而亡，抑或是遭到巨禽的袭击罹难，萨尔索图人会尽一切可能带回其遗骸，将翼装和鹰盔伴他一同葬入黑暗的大地。在萨尔索图的传统仪式中，「落地」即为死亡，即为永恒的休憩。<br /><br />飞行不能停下，城市亦不能停下。<br /><br />这顶鹰盔的鸟喙部分刻着一句悼词。「大地并非鹰的枷锁，翅膀才是。因为它，你必须飞翔。」",
        "ids": {
          "31101": 2,
          "41101": 3,
          "51101": 4,
          "61101": 5
        }
      },
      "2": {
        "name": "翔鹰的鹰击指环",
        "desc": "卓越空渔人大师所佩戴的指环，空渔鹰双翅纹样紧抱手指。",
        "lore": "只有技术最为卓越、最值得尊敬和依赖的渔猎队长会被授予「鹰击指环」。他们在空中吹动渔哨，组织起严丝合缝的协同，是最为敏锐的猎鹰。<br /><br />对队员们来说，每一次翱翔总是孤独而脆弱的，能依靠的只有队长传来的<nobr>124</nobr>种「哨型」。<br /><br />因此，在萨尔索图流传着一句话：「空渔人将三分之一的性命交付给千锤百炼的技术，将三分之一的性命交给巧夺天工的装备。而最后的三分之一交给他们信赖的渔猎队长。」<br /><br />肩负着不同家庭托付的队长，时刻感受到小小指环所承载的重量。<br /><br />这枚鹰击指环的蚀刻已经斑驳了，指环内侧刻着一个词语：「责任」。",
        "ids": {
          "31102": 2,
          "41102": 3,
          "51102": 4,
          "61102": 5
        }
      },
      "3": {
        "name": "翔鹰的翼装束带",
        "desc": "连接扑翼装的腰带，金属支撑藏在粗麻束带中，柔软贴身。",
        "lore": "萨尔索图的空渔人围捕从沙地中飞出的燃素水母并非易事。面对的凌乱气流，乍看柔软贴身的束带，在强风吹拂的城外空域里成为了空渔人的生命纽带。<br /><br />围捕从沙地中飞出的燃素水母绝不容易，佯动、驱赶、以及拦截捕获，在每一个环节上都伴随着陨落的风险。<br /><br />未成年的空渔人需要取父母各自的一根发丝同金属支撑一同包裹在束带中，已婚的则由配偶提供，这样的翼装束带就会受到名为「家」的祝福，保护空渔人始终能回到家中。<br /><br />在残酷的生存世界里，只有「家」能将空渔人轻轻托起。<br /><br />这条束带中的发丝仍然完整，它来自一名女性，发根处微微发白。",
        "ids": {
          "31103": 2,
          "41103": 3,
          "51103": 4,
          "61103": 5
        }
      },
      "4": {
        "name": "翔鹰的绒羽绑带",
        "desc": "飞行中确保腿部保暖的绑带，装饰着空渔鹰的翎羽。",
        "lore": "萨尔索图的空渔人渔猎燃素水母的过程，是一场漫长的生存竞逐。远离心脏的双腿，必须借助绒羽绑带保持温度。<br /><br />总是在长时间高度紧张的狩猎结束后，极限的身体才开始暴露出痛感和疲惫。<br /><br />未做好周全准备的空渔人，此时才会感受到严重冻伤导致的局部坏死。因此，空渔人在出发之前，都会反复确认绑带的牢固程度，毕竟在高速的飞行中，是不会有机会二次调整的。<br /><br />他们踏入天空的那一刻就已经明白，疾风会带走什么。<br /><br />这条绑带内置的金属壳中有少量的石灰粉和铝粉的使用痕迹，像是用来应急加热的手段。",
        "ids": {
          "31104": 2,
          "41104": 3,
          "51104": 4,
          "61104": 5
        }
      }
    }
  },
  "111": {
    "id": "111",
    "name": "流星追迹的怪盗",
    "skills": {
      "2": "击破特攻提高<nobr>16.0%</nobr>。",
      "4": "使装备者的击破特攻提高<nobr>16.0%</nobr>。当装备者击破敌方目标弱点后，恢复<nobr>3</nobr>点能量。"
    },
    "idxs": {
      "1": {
        "name": "怪盗的千人假面",
        "desc": "用以改变面貌的面具，结合精湛的演技便能以假乱真。",
        "lore": "流星怪盗卢布朗视行窃之事如参加假面舞会，隐藏身份是礼仪的一部分。<br /><br />「为什么面具还能改变身高和声音？哈哈哈哈，这是在下的专利技术，保密。」<br /><br />怪盗借用假面化身普通员工，潜入公司的安保会议之中，并对「怪盗防范措施」献计献策。直到偷盗结束后半个月后，安保部门才回想起自己从没见过这位「同事」。<br /><br />盗贼过着双重生活，总是需要一些掩人耳目的手段，这是怪盗界的传统。<br /><br />「让你们的编剧想想办法，看能不能让怪盗全程戴面具。」公司影视部门的市场营销对制片人说道，「我再强调下这个面具周边的需求，价格低廉，大受欢迎。」",
        "ids": {
          "31111": 2,
          "41111": 3,
          "51111": 4,
          "61111": 5
        }
      },
      "2": {
        "name": "怪盗的绘纹手套",
        "desc": "编入纳米材料的特殊手套，可即时编写手套表面纹样。",
        "lore": "流星怪盗卢布朗没有不留痕迹的洁癖，他总是留下些误导的线索、恰到好处的挑衅。<br /><br />「为什么公司的人会因为假指纹上当无数次？也许，你应该问的是公司而不是我。」<br /><br />他的手套能够生成各种纹样，不仅让公司的指纹探测技术沦为笑话，还留下了一堆无伤大雅的「盗贼破绽」。安保部门在存放宝物的密室里找到了上百个印记，其中包括史前翼龙、星际瓢虫，拉布拉多…当然，没有一个属于他自己。<br /><br />仅仅是销声匿迹未免太过无趣，只会和那些担惊受怕的小毛贼们拉不开格局。<br /><br />「戏说也不能胡说，现在谁还用指纹系统？」公司安保部门抱怨道。「这些编剧到底有没有生活常识啊？」",
        "ids": {
          "31112": 2,
          "41112": 3,
          "51112": 4,
          "61112": 5
        }
      },
      "3": {
        "name": "怪盗的纤钢爪钩",
        "desc": "伪装成编织腰带的钢索，腰带卡扣里隐藏着挂钩和滑轮。",
        "lore": "考虑周全的怪盗总能在绝境之中安全撤离，腰间常备救命钩索。<br /><br />「腰间的钩索要怎么瞄准到想去的位置…你会解释你是如何迈出脚步吗？」<br /><br />放置宝物的密室里机关遍布险象环生，然而怪盗借助腰部的飞索抓钩闪转腾挪，如同在半空中舞出华尔兹。抓钩在三分之一秒内发射至数十米高墙上，滑轮随即回转，瞬间便将怪盗送到「狮子座之星」的面前。<br /><br />借助腰间的钢索就能飞天遁地，这便是飞贼的基本职业素养。<br /><br />「续作可以让我们的特技替身出演，还能省笔预算呢。」动作指导讥讽道。「反正带着面具，观众也看不出来谁是谁。」",
        "ids": {
          "31113": 2,
          "41113": 3,
          "51113": 4,
          "61113": 5
        }
      },
      "4": {
        "name": "怪盗的流星快靴",
        "desc": "一双辅助增强人体机能的靴子，帮助怪盗在楼宇之间大步流星。",
        "lore": "怪盗在城市上空快速跃动时，会刻意留下炫目的残影，这便是「流星」之名的来历。<br /><br />「要是没有高楼大厦的话该怎么逃走？哈哈哈哈，请不要再问这些缺乏趣味的问题了。」<br /><br />无数次有惊无险的逃亡过程让怪盗早已驾轻就熟。没有人能够在城市中追上怪盗的流星快靴，除非有人能够知晓怪盗的据点。让怪盗意外的是，一位鸡窝头侦探端着咖啡杯正坐在卢布朗的椅子上，早已等候多时。<br /><br />怪盗的故事已经完结，接下来该讲讲侦探的故事了。<br /><br />「很多人不相信我们敢这么写，这就是我们这么写的原因。」编剧（匿名）解释充满争议的盗贼结局。",
        "ids": {
          "31114": 2,
          "41114": 3,
          "51114": 4,
          "61114": 5
        }
      }
    }
  },
  "112": {
    "id": "112",
    "name": "盗匪荒漠的废土客",
    "skills": {
      "2": "<span>虚数</span>属性伤害提高<nobr>10.0%</nobr>。",
      "4": "装备者对陷入负面效果的敌方目标造成伤害时暴击率提高<nobr>10.0%</nobr>，对陷入禁锢状态的敌方目标造成伤害时暴击伤害提高<nobr>20.0%</nobr>。"
    },
    "idxs": {
      "1": {
        "name": "废土客的呼吸面罩",
        "desc": "能够过滤沙尘与辐射的面罩，像是由废弃呼吸器改造而来。",
        "lore": "塔利亚的废土客们总是时刻备着呼吸面罩，毕竟辐射和沙尘暴是这里的家常便饭。谁都很难说这样擅自改造的呼吸面具符合了什么科学原理，不过是一点儿自我安慰而已。<br /><br />「听说了没有？山谷那边有个老东西在面罩上插着水管呢！换我我肯定受不了。」<br /><br />废土客们似乎很少抱怨塔利亚极端的恶劣天气，一来他们无力改变现状，这破地方自从核爆以来就一直沙尘漫天；二来他们极其乐观，在红沙遮天蔽日的时候，他们会戴上防尘面罩冲向其他的匪窝，裹挟着风尘滚滚，如同阎罗鬼煞打家劫舍。<br /><br />一伙有准备土匪突袭另一伙没有准备土匪，这便是塔利亚的生存法则。<br /><br />这个防尘面罩看上去穿脱不便，还有着「钉壳镇」的防伪标记。",
        "ids": {
          "31121": 2,
          "41121": 3,
          "51121": 4,
          "61121": 5
        }
      },
      "2": {
        "name": "废土客的荒漠终端",
        "desc": "能检测电离辐射气体的多功能垃圾，会讲垃圾话。",
        "lore": "塔利亚在成为盗贼公国之前，就以「繁星的垃圾场」之名远近闻名，不同世界的科技废品在这里找到第二次春天。<br /><br />「不要问我是不是喜欢戴着比枷锁还重的手部终端设备！关键时候，它比锤子还厉害。」<br /><br />钉壳镇建立之后，塔利亚最离谱的废土工程专家们终于找到一处安全的场所大展拳脚，他们创造了独属于塔利亚的「凭感觉科技」。铯尘计数器和会讲脏话的手部智能终端桥接在一起，就能诞生废土特有的多功能垃圾「荒漠终端」。<br /><br />所谓「凭感觉科技」的核心就在于：不要询问原理，也不要询问目的，没人在乎的。<br /><br />「竟然把我和垃圾组合在一起，你们简直是地沟里的臭老鼠。」智能终端的声音真诚而又热切。",
        "ids": {
          "31122": 2,
          "41122": 3,
          "51122": 4,
          "61122": 5
        }
      },
      "3": {
        "name": "废土客的修士长袍",
        "desc": "宽松的长袍，由传教士的款式改造而来。",
        "lore": "塔利亚的悍匪们大多没期待过救赎，更不知道什么是修士。他们只觉得这长袍子看上去中用，可以拿回去擦灰。<br /><br />「『无知为王的时代还没结束』？这是什么狗屁不通的句子！」<br /><br />废土客们发现了早已荒无人烟的修道院，甚至翻出了旧文明的典籍。他们近乎直觉地察觉到文明记录的珍贵价值，在一番虚情假意的感慨之后，欢快地付之一炬。废土客们带走的只有修士们剩下的长袍，除此以外的破东西在钉壳镇可是一文不值。<br /><br />废土客大多都没有文化，再多有关文明的资料都比不上一顿饱餐更有用，这也不应该指责他们。<br /><br />至少修士们的长袍留了下来，这也是一种文明存在的形式。",
        "ids": {
          "31123": 2,
          "41123": 3,
          "51123": 4,
          "61123": 5
        }
      },
      "4": {
        "name": "废土客的动力腿甲",
        "desc": "动力甲的腿部，废铁和旧电线制作的外骨骼。",
        "lore": "钉壳镇的匪徒们需要一些手段来捍卫他们来之不易的水源和垃圾，用来凑数的匪徒科技就此应运而生，华而不实的动力装甲只有腿部实现了运转。<br /><br />「我要的是一整套动力装甲，现在你告诉我上面的部分都炸了？！你问问你自己，这腿甲你敢用吗？」<br /><br />隔三差五爆发的钉壳镇保卫战促进了「凭感觉科技」的战时发展，来路不明的材料和一拍脑门的工艺甚至能做出动力装甲。遗憾的是，初代废铁动力装甲只剩下了腿甲的部分，大幅简化之后仍然能让人像火箭一样发射出去，具体原因工程师也不太清楚。<br /><br />按照设计师的说法解释到：这是半梦半醒之间完成的设计，是一生只有一次的灵感之作。<br /><br />管他是可回收垃圾还是有害垃圾，还能用的垃圾就是好垃圾。",
        "ids": {
          "31124": 2,
          "41124": 3,
          "51124": 4,
          "61124": 5
        }
      }
    }
  },
  "113": {
    "id": "113",
    "name": "宝命长存的莳者",
    "skills": {
      "2": "生命上限提高<nobr>12.0%</nobr>。",
      "4": "当装备者受到攻击或被我方目标消耗生命值后，暴击率提高<nobr>8.0%</nobr>，持续<nobr>2</nobr>回合，该效果最多叠加<nobr>2</nobr>层。"
    },
    "idxs": {
      "1": {
        "name": "莳者的复明义眼",
        "desc": "曾属于某人的机巧义眼，如今它被逐出主人的身体，百无一用。",
        "lore": "在晦暗混沌的梦境之中，她总会梦见光明复现那几日看到的事物。千顷楹树悠然摇曳，花瓣翩翩。靛蓝海浪击打着礁石，凝作逸散白玉。飞鸟展开银翼，消失在碧绿的竹林之中。<br /><br />她总在梦中徒劳地寻找着另一个人，一个本该与她共同欣赏美景的人。<br /><br />但她只能看到一个模糊的影子。她清楚地记得那人绸缎似的短发与墨玉似的眸子，但回忆却像是坠入了神经系统构建的迷宫，她总是在看清面庞前便骤然惊醒。惺忪恍惚间，她摩挲着令她百般疼痛的义眼。借助虚假的眼睛，她便不必再靠声音、气味和指尖拼凑一个模糊的影子。<br /><br />「它已是无用之物。」烬灭祸祖的令使道。她听见扇面轻摇的风，还有令使细碎的笑声。「很快，你就能看到所有你想看到的事物了——用你自己的眼睛。」<br /><br />「这便是在下自己的眼睛。」她轻笑了一声，「况且它曾目睹的美景，在下已经再也无缘得见了。」",
        "ids": {
          "31131": 2,
          "41131": 3,
          "51131": 4,
          "61131": 5
        }
      },
      "2": {
        "name": "莳者的机巧木手",
        "desc": "专为长生种制造的机巧义肢，使用时无需侵入肉体。",
        "lore": "在发育不全的手臂末端涂抹上保护凝胶，再将神经电讯号接收器紧紧贴合在皮肤上，最后调节松紧，将机巧木手牢牢固定在身体上——这是她几百年来每日的早课。<br /><br />木手给她带来了多余的关注。可她既不想招来祸端，也绝不愿博取同情。<br /><br />即便残缺之人如她，身怀世所罕见的才能，掌握司部决策的权力，也从未改变过他人态度中的疏离感：欺软怕硬的宵小迟早会作鸟兽散去，另一些自以为心怀慈悲的伪善之辈，却又会像苍蝇似的盘旋而来，称赞她为「了不起的盲眼独臂天缺者」。<br /><br />过去她听过几万次，每一次都令她作呕。如今她亲眼注视着摇尾乞怜的目光，更觉得糟心。<br /><br />她不自觉地将左手搭在滚烫的炉鼎上，霎时间一阵尖锐的疼痛传来——她赶忙抽回手，烫伤正在掌心急速愈合。<br /><br />「有时候觉得，还是原先的那只木手好用一些。」",
        "ids": {
          "31132": 2,
          "41132": 3,
          "51132": 4,
          "61132": 5
        }
      },
      "3": {
        "name": "莳者的承露羽衣",
        "desc": "据古籍记载纺织的羽衣，它属于万古的妖人，亦或万人的救主。",
        "lore": "在逸史残篇中寻找信息对盲人来说尤为艰难，伙伴将浩如烟海的古籍不加分辨地读给她听，她将其中文句编纂摘录，探幽索秘。<br /><br />天资聪颖如她，大多经籍听过一遍便能记住。但从故纸堆中找到「被羽妖妇」的志异故事，她却反复听了数遍仍不满足。<br /><br />相传某位洞天主人为了挽救伴侣，将之托体鸟雀，延续长生。可她最终禁不住鸟儿的呼唤，也幻化形体，与之比翼同飞。天长日久，洞天主人最终迷乱了本性，成了半羸半羽的异形。当她的臣民率军攻入宫城，以炽燃矛矢刺穿她时，两只鸟儿啼出最后的哀唱，同化为飞灰散去。<br /><br />她喜爱这个故事，于是取来鸟雀的精髓，在丹鼎间炼化成形，而后命人织造了一身奢丽的羽衣。她不知羽衣的华美，但喜欢穿着它在屋中踱步——那是穿给一个不再存在的人看的。<br /><br />在衣袂飘飞的瞬间，她总觉得有灵魂似鸟儿飞舞穿行在指掌肩头，不曾离去。",
        "ids": {
          "31133": 2,
          "41133": 3,
          "51133": 4,
          "61133": 5
        }
      },
      "4": {
        "name": "莳者的天人丝履",
        "desc": "一双鞋底薄如蝉翼的丝履，它的主人一定长久不曾用双脚行走了。",
        "lore": "每当她为了向教众展示仙迹，漂浮在半空，脱离大地掌控时，总是不自觉想起古国神话传说——<br /><br />「有修道有成者行于地上，尽汲地脉之气施展仙道，变化万端，无不应验。那修道者试图御风空行，与星辰同列，却发现自己早已远离地脉，最终失足堕入死亡的渊薮。」<br /><br />但此刻的情况有所不同，她念道，仙舟本无根，是「建木」给予它根系，使它与丰饶之主一体共存，也将它与药师所允诺的无垠净土紧密相连。而如今，叛徒们斩断了仙道连接，使仙舟重新成了飘摇的孤岛。<br /><br />仙舟上虚伪的大地不能给予她力量，她所寻找的根系并不在脚下，而在天渊之间。她将带领莳者们重生「建木」，拥抱丰饶的无上恩典。<br /><br />她穿着轻薄的丝履漂浮在千人之上，用洪亮的声音宣告道：「众人啊，当你们仰视我时，仰视的并非是我，而是高天之上本应属于你们的位置。」",
        "ids": {
          "31134": 2,
          "41134": 3,
          "51134": 4,
          "61134": 5
        }
      }
    }
  },
  "114": {
    "id": "114",
    "name": "骇域漫游的信使",
    "skills": {
      "2": "速度提高<nobr>6.0%</nobr>。",
      "4": "当装备者对我方目标施放终结技时，我方全体速度提高<nobr>12.0%</nobr>，持续<nobr>1</nobr>回合，该效果无法叠加。"
    },
    "idxs": {
      "1": {
        "name": "信使的全息目镜",
        "desc": "外形酷似滑雪目镜，不仅能防眩光，还能看虚拟人直播。",
        "lore": "热夜之都的信使们为了躲避财阀的私警部队，通常在警备较少的城市上空进行移动。<br /><br />他们喜欢嚼着便宜的口香糖、佩戴着高度改造的全息目镜，开启脉冲扫视整座赛博城市。<br /><br />目镜会将城市的实时信息投影在视网膜上，使不可能的路线变成信使的空中走廊：建筑天台，空调外箱、广告板，起重机的吊臂…甚至物流无人机都可以成为走廊中的一环。因此信使们必须掌握足够的技巧，否则偏差一步便是意外的坠亡。<br /><br />「有个混蛋把目镜无差别地黑掉了，而我当时正巧在空中，落地的那一瞬间真是糟透了。」<br /><br />这款「小黄鸭」目镜是绝版的旧款式，据说在爱好者中价值不菲。",
        "ids": {
          "31141": 2,
          "41141": 3,
          "51141": 4,
          "61141": 5
        }
      },
      "2": {
        "name": "信使的百变义手",
        "desc": "可随便拆卸的机械义手，能够将指节像子弹一样发射出去。",
        "lore": "并非所有的信使都拥有机械义手，但拥有义手的信使总会热衷于义手改造。毕竟，没有人能接受自己的赛博义肢长得和别人一模一样。<br /><br />热夜之都的居民们痴迷于赛博义体，有限的城市法规只能规劝过度义体化带来的狂热。<br /><br />热夜之都登记备案的改造标准只有三大类计十八种，对于离经叛道的信使们来说这显然不够。他们将巨额的薪资投入在突发奇想的设计上：让义手上的电子转机能放出落雷，让义手能像导弹一样发射…改造的蓝图越来越夸张，而信使的邮费更是水涨船高。<br /><br />「这些信使到底是为了保护信息在奔跑，还是在为了天价邮费在奔跑呢？」<br /><br />这只「小黄鸭」义手经过特殊改造，每一个手指指节都能高速旋转，并像子弹一样发射出去。",
        "ids": {
          "31142": 2,
          "41142": 3,
          "51142": 4,
          "61142": 5
        }
      },
      "3": {
        "name": "信使的密信挎包",
        "desc": "时尚的信使邮差包，添加了各种挂件，看上去有些可爱。",
        "lore": "热夜之都的财阀们监管着城市中所有的信息流动，他们习惯性运用信息垄断的方式维持着财阀的统治地位，任何妄图颠覆之人，都会受到治安法的规范。<br /><br />人们曾经抗议过，于是财阀们许诺了便捷的承诺。很快，人们便放弃了「私密」。<br /><br />无论是在现实还是虚拟的场合，无论是有用还是无用的信息，事无巨细，财阀们都会贪婪地搜集起来。如此一来，信使们的邮差包便成为了「私密」的最终防线。邮差包轻便小巧，仅能用来携带芯片或是文件。然而，正是这样一个又一个狭窄的信息盲区，保障了热夜之都仅剩的「信息独立」。<br /><br />「为什么在繁华的热夜之都，还有人会用网络之外的渠道传输信息呢？信使们也想知道。」<br /><br />这个限量的「小黄鸭」邮差包虽有一些陈旧，但是各种配件让它看上去还很时尚。",
        "ids": {
          "31143": 2,
          "41143": 3,
          "51143": 4,
          "61143": 5
        }
      },
      "4": {
        "name": "信使的酷跑板鞋",
        "desc": "支持自由跑酷的滑板鞋，穿上去很舒服，仅此而已。",
        "lore": "热夜之都曾经的信使们将板鞋扔于一处，短暂沉默之后便各自离开。大多数的信使们不会在这座城市里留下名字，也不会留下痕迹，这种行为不过是一个自我感动的休止音符。<br /><br />信使们也很难说清从哪一天开始「信使的性质」变了，信使变成了自己最讨厌的人。<br /><br />不知不觉间，信使保障的「信息独立」变成了垄断；不知不觉间，信使面对的风险变成了价码；不知不觉间，信使成了阴谋家的帮凶…财阀们未能摧毁他们，是不成熟的理想背叛了信使。在一切彻底失控之前，信使们聚集在一起，告别了奔走的生涯。<br /><br />「也许，信使就应该止步于此，让所有人看清这座城市，让真正的改革者们行动起来。」<br /><br />这是双弃置于路边的「小黄鸭」板鞋，热夜之都的信使们已经成为了过去的传说。",
        "ids": {
          "31144": 2,
          "41144": 3,
          "51144": 4,
          "61144": 5
        }
      }
    }
  },
  "115": {
    "id": "115",
    "name": "毁烬焚骨的大公",
    "skills": {
      "2": "追加攻击造成的伤害提高<nobr>20.0%</nobr>。",
      "4": "装备者施放追加攻击时，根据追加攻击造成伤害的次数，每次造成伤害时使装备者的攻击力提高<nobr>6.0%</nobr>，最多叠加<nobr>8</nobr>次，持续<nobr>3</nobr>回合。该效果在装备者下一次施放追加攻击时移除。"
    },
    "idxs": {
      "1": {
        "name": "大公的冥焰冠冕",
        "desc": "不停燃烧的火焰冠冕，熊熊野心是它的不尽燃料。",
        "lore": "优雅的火魔于万火之火中诞生，并笃信毁灭是赐予陀斐特的至上冠冕。<br /><br />「我，于毁灭之际诞生，是陀斐特的罪恶信仰。我，即是纳努克的怒火。」<br /><br />纳努克亲手覆灭陀斐特，白星烈焰与毁灭之力共同孕育了等离子体生命。优雅的火魔将诞生视为蒙受天启——「毁灭君主今日征服陀斐特，祂以炽焰授勋，轻浮与空虚的荣誉随日珥逸散，沉重与厚实的荣誉将为我加冕。」阿弗利特自诞生起，便痴迷于破坏与杀戮。<br /><br />「世间荣誉的桂冠，皆是荆棘编织而成；胜过荆棘的桂冠，只有我无上的冥焰冠冕。」<br /><br />毁灭星神灭星的余烬，被阿弗利特亲手捧起，捏制成陀斐特王冠的模样，佩戴至今。",
        "ids": {
          "31151": 2,
          "41151": 3,
          "51151": 4,
          "61151": 5
        }
      },
      "2": {
        "name": "大公的绒火指套",
        "desc": "以火焰为绒毛的洁白手套，将暴戾藏于缎面之下。",
        "lore": "阿弗利特策动无数次生灵湮灭的危机，大公自诩为指挥家，只有带好手套才能握住有刺的短棍。<br /><br />「我奉毁灭天启而来，一手用来夺走，一手用来给予。」<br /><br />笃信「物之珍稀，在其绝迹」，冥火大公将里沙利特星的历史文化付之一炬，焚毁贵族光华灿烂的丝绸，烧光诗人侈丽闳衍的长卷，燃尽绘师妙手丹青的壁画…「文明如同若虫，只有在焚毁烧尽的处刑中化为黑蝴蝶随风飘荡而去，才能获得新生。」阿弗利特如同低头监视的焚化炉的送葬者，引导着文明的绝唱。<br /><br />「通过我的努力、想象和指挥，使不同的灾难之间的配合、演奏次序、音调以及速度…融合为一幕精彩的毁灭表演。」<br /><br />阿弗利特在意满的毁灭结束后，擦去手上血污，戴上洁白手套，如同殷实富足的访客参加宴会。",
        "ids": {
          "31152": 2,
          "41152": 3,
          "51152": 4,
          "61152": 5
        }
      },
      "3": {
        "name": "大公的蒙恩长袍",
        "desc": "一袭华美的袍，彰显长袍主人的端庄风雅。",
        "lore": "优雅的火魔在惨无人道的屠杀之后，欣赏着穿衣镜中的身姿，觐见君主总是需要适宜的华服。<br /><br />「服装的目的不在于修饰仪表，而是展现本质；如同烈焰的本质，便是在于毁灭。」<br /><br />恒远燃烧的火魔一族视纳努克为皇帝，称其为恩主，却从未得到星神瞥视。阿弗利特的毁灭掺杂了炫耀与权利、征服与动机，「永火官邸」与「耶佩拉兄弟会」的争夺更是肮脏不堪。「不纯的毁灭比污垢更容易弄脏最华丽的衣饰。」关于纯粹，阿弗利特始终不得其要领。<br /><br />「毁灭之价值，在于被毁灭之物的价值；吾等之价值，便是践行毁灭直到君主瞩目。」<br /><br />阿弗利特心怀虔诚，穿戴锦缎华服，以缁绛色的火焰织就，等待着毁灭传召。",
        "ids": {
          "31153": 2,
          "41153": 3,
          "51153": 4,
          "61153": 5
        }
      },
      "4": {
        "name": "大公的绅雅礼靴",
        "desc": "经典而舒适的靴子，保养完好，造型挺括，修饰脚型。",
        "lore": "优雅的火魔足迹逶迤之处，被焚毁的文明总是无声哭诉。阿弗利特从来不曾理会——<br /><br />「无路可走的人是不需要靴子的，那穷途末路的文明又何必对我控诉？」<br /><br />头顶火冠的「冥火大公」被诸多文明视为天外恶魔，却受到盛宴之星的邀请。阿弗利特欣然盛装出席，「我会备好礼数周到的毁灭，一截残骨也别想留下」。优雅的火魔集结了星海恶党，盘算着为宴会献上尸山血海的盛况…那些被毁掉的文明，不过是通往毁灭的巡礼之路，匹诺康尼也只是道中站点而已。<br /><br />「毁灭你们，与你们无关，而是为了祂的注视」。<br /><br />在远方的宴会声呼唤下，阿弗利特欣然踏上漫长旅途赴宴。",
        "ids": {
          "31154": 2,
          "41154": 3,
          "51154": 4,
          "61154": 5
        }
      }
    }
  },
  "116": {
    "id": "116",
    "name": "幽锁深牢的系囚",
    "skills": {
      "2": "攻击力提高<nobr>12.0%</nobr>。",
      "4": "敌方目标每承受1个持续伤害效果，装备者对其造成伤害时就无视其<nobr>6.0%</nobr>的防御力，最多计入<nobr>3</nobr>个持续伤害效果。"
    },
    "idxs": {
      "1": {
        "name": "系囚的合啮拘笼",
        "desc": "紧扣兽面囚徒面部的犬嘴笼，严防末路恶逆露出獠牙伤人。",
        "lore": "嗅觉曾经构建了歩离人战首的感官世界，雨、尘土、篝火、鲜血、伤药...从战场最深处摇摇晃晃、幽幽荡荡地传来，汇成气味洪流，淹没他每一寸神经。<br /><br />如今他只能嗅到刑具的沉重坚固、与陪审者的畏缩恐惧充盈空气。<br /><br />他知道这些血肉软弱的审判者忌惮獠牙锐利——他曾伫立陡峭的崖顶，沐浴疯狂的月华，感受血脉中本能冲动；他曾循着气味组成的迷宫，于无光黑夜里，深入敌营，逐一咬碎猎物的头颅…歩离人战首崇敬磋磨后的獠牙，将其视为砥锋白刃，是撕裂一切的力量与自信。<br /><br />「步离巢父，啮噬吮血，荼害无辜。判其拘笼终身覆面，钳口固齿，问十恶重罪。」<br /><br />战首轻蔑地环视着四周，如冰海怒涛般席卷一切的剑客不在这里…他对繁芜的判词不感兴趣。",
        "ids": {
          "31161": 2,
          "41161": 3,
          "51161": 4,
          "61161": 5
        }
      },
      "2": {
        "name": "系囚的铅石梏铐",
        "desc": "紧缚魔手的沉重镣铐，钢针钉腕，钳制凶爪恶逆再造杀孽。",
        "lore": "云开雾散，朦月幽光倾覆于步离战首伤痕累累的身体之上。被银发剑客斩去的巨爪遗落一旁，走投无路的战首血脉奔涌，伴随着痛苦的长嚎，再次生长出利爪。<br /><br />月狂催化下，战首勉强追上如同月光的剑击。他默祷着丰饶之力，决心完成最后的困兽斗。<br /><br />他已忘记步离军队是第几次突围，只记得手足们无数次用利爪撕开前进的缺口，随即又严密合上。疲惫不已的步离人依仗着难以摧毁的复苏之力，挣扎着撕毁一切阻碍——战首鲜血沃灌着双爪，如陷迷狂，恍惚间惊觉自己无处脱逃，也早已无人追随。<br /><br />「步离巢父，手刃生灵，杀业无数。须铅石缚手，严加管制。」<br /><br />战首终是无力倒在剑客面前，第一次感受到精疲力尽的濒死体验。「那真是无与伦比的剑」，他不禁想到，「那真是无与伦比的刺激！」",
        "ids": {
          "31162": 2,
          "41162": 3,
          "51162": 4,
          "61162": 5
        }
      },
      "3": {
        "name": "系囚的幽闭缚束",
        "desc": "捆缚危险重犯的拘束囚服，反扣关节，限制囚徒身体的变化能力。",
        "lore": "步离人天生便是战士。他们骨架宽阔瘦长，下颌与颈部肌肉有力，犬齿发达，颅顶生有兽耳，手足生就锐利指爪——氏族同胞崇拜健硕躯体，将其视作神恩厚泽。<br /><br />战首既是精神领袖，亦是部族最强战力，指挥着如同黑潮的军队，主宰着战场的生死。<br /><br />出征的狰狞兽舰铺天盖地，他俯视战场那些躁动不安的战士——步离战首感应月狂呼唤，锋利刺骨撑破肌体，漆黑鲜血如雾般消失在风中。他如同殉道者伸展双臂，步离狼毒——那致人恐惧的信息素，随着血雾弥散开来，刺激着步离人战士感官，如神鬼附身。<br /><br />「巢父大人，赐予我等铜筋铁骨。巢父大人，赐予我等通天神力。」<br /><br />他回想起血肉不受拘束的日子。承受「月狂」的步离儿女突破血肉限制，皮开肉绽，再也不会感到疼痛与恐惧。指引他们，曾是专属于强者的特权和责任。",
        "ids": {
          "31163": 2,
          "41163": 3,
          "51163": 4,
          "61163": 5
        }
      },
      "4": {
        "name": "系囚的绝足锁桎",
        "desc": "桎缚兽足的金属脚镣，禁锢末路恶逆，以防脱逃酿祸。",
        "lore": "步离族人游牧于银河之间，鄙夷固土而居的文明形态。他们掳走和平安稳，带来滔天战火。苛刻的生存信仰迫使他们征战不停，始终投入到刀尖舔血生活之中。<br /><br />他们自有信念与手段，使步离人置足之处，便是歩离人的疆域国土。<br /><br />步离战首骄傲于燃起一处又一处的凄艳战火，碾压守护者尊严，痛饮流离者眼泪，践踏亲密者信任。他任荆棘疯长，沃土尽毁，他迫人为奴，奢侈享乐…为了超越历代王者，新任战首不得不抛却安稳，率将士远征外界以战功立名，巩固族中地位。<br /><br />「步离巢父，行则战至，祸遍诸界。判其绝足禁闭，不得受生 。」<br /><br />战首对判词感到疑惑，他环顾四周，惊讶于弱者们的审判。那些所谓罪行，不过是生存的法则。",
        "ids": {
          "31164": 2,
          "41164": 3,
          "51164": 4,
          "61164": 5
        }
      }
    }
  },
  "117": {
    "id": "117",
    "name": "死水深潜的先驱",
    "skills": {
      "2": "对受负面状态影响的敌人造成的伤害提高<nobr>12.0%</nobr>。",
      "4": "暴击率提高<nobr>4.0%</nobr>，装备者对陷入不少于<nobr>2</nobr>/<nobr>3</nobr>个负面效果的敌方目标造成的暴击伤害提高<nobr>8.0%</nobr>/<nobr>12.0%</nobr>。装备者对敌方目标施加负面效果后，上述效果提高<nobr>100%</nobr>，持续<nobr>1</nobr>回合。"
    },
    "idxs": {
      "1": {
        "name": "先驱的绝热围壳",
        "desc": "俄尔刻龙常见款式的潜水重盔。透过小小的舷窗只能看到令人难以忍受的无边黑暗。",
        "lore": "俄尔刻龙的夜晚积云层层，烁烁行星环遮掩其中。紫红色的雪花落在厚重的头盔上，静静填补了锈铁的沟壑，将侵蚀的痕迹掩盖起来。她和她坐在雪松林间…旅途暂歇片刻。<br /><br />「看！俄尔刻龙的空气是树莓味的。」紫红色的雪花落在松软如云朵的糖絮上，很快消失不见。来自推罗的小小无名客吃吃地笑着，马上又弯腰捧腹，她笑自己的用词——气味怎能用眼睛看到呢！欢声笑语之后，安静就像刀锋一般尖锐，空中好像霎时结了霜。<br /><br />「扶里巴斯，你还是要往『IX』的深处去么？」发问的是那位旅伴，总提着一柄长刀。她是个好伙伴，但没人知道她从哪里来。<br /><br />小小的无名客躲在笨重的潜水衣里，沉默半晌，她递给对方一枝微微焦黑的棉花糖，眼睛眯得像张满的帆：<br /><br />「当然啦——因为我要走一条比阿基维利更深、更远的路！」",
        "ids": {
          "31171": 2,
          "41171": 3,
          "51171": 4,
          "61171": 5
        }
      },
      "2": {
        "name": "先驱的虚极罗盘",
        "desc": "一块腕表式指南针，磁针已被拆去，不再能指示任何方向。",
        "lore": "「海底的一股洋流，<br />「低语着啄她的骨头，就在一起一落的时光，<br />「她经历了苍老和青春的阶段，<br />「而进入旋涡。」<br /><br />女孩听过这样一个故事。在故事里，人们所处的世界被描绘成参天大树，由无主的能量构成。「这种能量看不见摸不着，既不可理解，也没有意义，」她思考，「就像『IX』也没有意义。」<br /><br />小小的无名客有些怅然，她为自己步入「虚无」深处后该如何辨识方向而发愁。但不久她就有了灵感——十四岁那年，妈妈留给她最后一件生日礼物，一块小小的罗盘。<br /><br />「既然这样，只要让罗盘感应到的不是磁场，而是『能量』，不就可以解决问题了吗？」<br /><br />小小无名客拆下了罗盘的磁针，可当女孩潜入黑暗的瞬间，她意识到罗盘唯一的方向只有下落。",
        "ids": {
          "31172": 2,
          "41172": 3,
          "51172": 4,
          "61172": 5
        }
      },
      "3": {
        "name": "先驱的密合铅衣",
        "desc": "废铁打造的重型潜水服，密不透风，使用者也常常调侃它更像是一具深水棺材。",
        "lore": "「扶里巴斯，那来自推罗的无名客，死了十四个日夜，<br />「她忘了海鸥的啼哭，深渊里的涛声，<br />「利益和损失。」<br /><br />小小的无名客望向那比推罗大道还要宽阔的行星环，她决定将自己发射到黑洞里的奇点去。<br /><br />「就连阿基维利都没能去到那里。」女孩总能听到涛声在她心底隐隐回荡：「我一定能比祂走得更深、更远。」她为此做足了准备——来历不明的锈铁皮、二手氧气瓶、废旧陀螺仪姿态控制装置、自循环生命支持系统和整流罩…她将材料全部锻在一起，确保整套装甲密不透风，她觉得这样可以保护自己远离「虚无」的伤害。<br /><br />她拾起爸爸留下的潜水头盔，佩戴上一枚自制的「荣誉徽章」。临行前，她与旅伴再次前往雪松林间，最后再烤一次棉花糖。<br /><br />后来，当扶里巴斯的飞行器抵近黑洞边缘时，这便是她所能回想起的、有关俄尔刻龙的全部回忆。",
        "ids": {
          "31173": 2,
          "41173": 3,
          "51173": 4,
          "61173": 5
        }
      },
      "4": {
        "name": "先驱的泊星桩锚",
        "desc": "重靴形似船锚，它的主人已经做好了永不返回水面的打算。",
        "lore": "「你们呵，转动舵轮和观望风向的人，<br />「想想她，扶里巴斯，<br />「也曾像你们一样漂亮而高大。」<br /><br />铁锚般的铅靴领着女孩不断下坠，它们正忠实地履行着设计之初便赋予的使命。<br /><br />女孩始终没有合上眼睛，与冰冷而孤独的黑暗顽强对抗。她想起自己第一次听说阿基维利的故事；想起踏上旅途的那一天，她为自己打造的「荣誉徽章」；她想起与旅伴同行的<nobr>30</nobr>日；想起她们第一次和最后一次集合的林间空地，那里的空气是树莓味的；想起口哨、吉他和竹笛，以及她们一起唱过的歌；想起紫红色的雪花落在微焦的棉花糖上，很快不见踪影。<br /><br />历历在目的回忆末尾，莫大的空虚行将来临，她突然见到一抹鲜红在黑色的世界中心转瞬即逝。<br /><br />于是，小小的无名客想起佩刀的她最后一次接过棉花糖时，自己发自内心的笑：<br /><br />「我从没想过能遇见和自己一样的人。在这条「路」上，你走过的距离比我远了好多。<br />「所以你也一定会陪我走到最后的，对吧？<br />「当然，我们的结局早已注定…但就和你说的一样——<br />「哪怕我最终会化作一潭浅浅的死水，但在走向那一刻的路上，我能做的事依然很多。所以无论如何，我都一定要去试试看——<br />「——因为我要走一条比阿基维利更深、更远的路！」",
        "ids": {
          "31174": 2,
          "41174": 3,
          "51174": 4,
          "61174": 5
        }
      }
    }
  },
  "118": {
    "id": "118",
    "name": "机心戏梦的钟表匠",
    "skills": {
      "2": "击破特攻提高<nobr>16.0%</nobr>。",
      "4": "当装备者对我方目标施放终结技时，我方全体击破特攻提高<nobr>30.0%</nobr>，持续<nobr>2</nobr>回合，该效果无法叠加。"
    },
    "idxs": {
      "1": {
        "name": "钟表匠的极目透镜",
        "desc": "一枚金雕目镜，镜片映照远方的纷繁奇象，助它的主人望穿迷梦。",
        "lore": "在匹诺康尼关于「钟表匠」的故事里，他总是别具慧眼，能轻易看穿梦幻泡影下的商机，创造出谁也未曾料想的伟大事业。<br /><br />边陲监狱在万界之癌中争得自由，又在家族的光照下迎来和平与繁荣。据说钟表匠就是在此刻入局，他的目镜映出这片梦境的本质——人们在「薄暮的时刻」挥金如土，只为寻得「梦中的不可能之事」。从此，匹诺康尼的梦中出现了许多不可思议的事物：会讲笑话的茶壶、一边行驶一边旋转的跑车、每天都会变换位置的豪宅…它们大多毫无用处，却标卖着天文数字，而那些远道而来的人们，却愿意为之挥霍无度。<br /><br />此乃虚幻梦境，何不放肆狂想？一句「独存梦中，独一无二」，便将梦境中的奢侈与价值重新定义。<br /><br />苜蓿草家系与商界的老逐梦客们总为此事感到懊悔，埋怨自己为何没有早点看到这样的机会。而钟表匠只不过是看得比他们远了一点——每次都远了一点。",
        "ids": {
          "31181": 2,
          "41181": 3,
          "51181": 4,
          "61181": 5
        }
      },
      "2": {
        "name": "钟表匠的交运腕表",
        "desc": "一块做工精美的手表，有着奇特的子盘与时针，据说是梦境中好运的象征。",
        "lore": "「钟表匠」被称作钟表匠的原因，是系列故事最大的谜团。<br /><br />有人说他曾是钟楼的修补工匠，有人说他曾是贩售钟表的行商，甚至有人说他真的有一个表盘形状的脑袋——就像他创作的钟表小子一样。<br /><br />随着流言四起，梦中的腕表也借着钟表匠的名声一炮而红。逐梦客们知晓它们与本尊毫无联系，却依然将之视作对他的敬意，幸运的象征。在一系列商业行为的推动下，钟表图案成了匹诺康尼最常见的事物——服装、首饰、食品…从街头小巷的涂鸦到酒店大堂的巨钟，这位传奇大亨的影子无处不在。<br /><br />「在匹诺康尼，谁会不喜欢钟表呢？」<br /><br />而真正的钟表匠似乎默许了这一切，从未对那款最初的腕表发表过任何意见。直到钟表图案在匹诺康尼变成理所当然，直到再没有人追问钟表匠的来由。",
        "ids": {
          "31182": 2,
          "41182": 3,
          "51182": 4,
          "61182": 5
        }
      },
      "3": {
        "name": "钟表匠的空幻礼服",
        "desc": "一身富丽堂皇的皮领礼服，华美典雅，通常用于宴会等正式场合。",
        "lore": "在匹诺康尼的诸多传闻中，「钟表匠」有着截然不同的身份与外表。<br /><br />在虚构无端的故事里，他时而是和蔼的老者，时而是优雅的淑女，甚至有传言说他是一位身高百尺的巨人绅士…但无论在哪个故事里，他总有一身华丽的行头。<br /><br />传言钟表匠会在晨昏交界的梦境中，将自己的秘密分享给舞伴。听闻此言，人们纷纷步入华服舞会，向每一位藏在金装玉裹的人群中的神秘宾客发出邀请——越来越多的逐梦客借此相识相知，舞会也渐渐变成友情与爱情的交际场。价格高昂的入场券总是开售即空，哪怕传闻中身着华服的主人从未现身，也不妨碍来宾们寻求邂逅的热情。<br /><br />「瞧您的打扮，莫非就是大名鼎鼎的钟表匠？」这句话从最初的真诚询问，到后来的夸赞奉承，最终成了邀舞的托词。<br /><br />钟表匠多了一份舞会的生意，而梦境中也多了一份浪漫与激情。",
        "ids": {
          "31183": 2,
          "41183": 3,
          "51183": 4,
          "61183": 5
        }
      },
      "4": {
        "name": "钟表匠的隐梦革履",
        "desc": "一双款式优雅的皮靴，穿戴者曾以神秘的姿态踏梦潜行。",
        "lore": "「钟表匠」踏遍了每一刻梦境，也踏遍了匹诺康尼的历史。他的名字已然在梦想之地流传了数百年，而如今的逐梦客却依然能听见他的动向。<br /><br />人们不禁开始怀疑，钟表匠究竟是一个人，还是一个团体，抑或是家族的一个谎言？<br /><br />一些逐梦客誓要发掘出钟表匠的真相，前往各个梦境探寻神秘豪绅的踪迹，最后却只寻得掠影浮光——某次商业会谈的神秘来客、某个异军突起的无主品牌、某笔来路不明的巨额投资…每当他们试图推论钟表匠并不存在，却反而印证了钟表匠在梦中无处不在。<br /><br />关于钟表匠的书籍塞满了「初醒图书馆」的书架，他的名字永远萦绕着匹诺康尼。<br /><br />人们越是想要探究真相，就越是被谎言掩蔽…在千篇故事与万般传言中，这位盛会巨星只是留下足迹，不曾留下身影。",
        "ids": {
          "31184": 2,
          "41184": 3,
          "51184": 4,
          "61184": 5
        }
      }
    }
  },
  "119": {
    "id": "119",
    "name": "荡除蠹灾的铁骑",
    "skills": {
      "2": "击破特攻提高<nobr>16.0%</nobr>。",
      "4": "当装备者的击破特攻大于等于<nobr>150.0%</nobr>时，对敌方目标造成的击破伤害无视其<nobr>10.0%</nobr>的防御力。当装备者的击破特攻大于等于<nobr>250.0%</nobr>时，对敌方目标造成的超击破伤害额外无视其<nobr>15.0%</nobr>的防御力。"
    },
    "idxs": {
      "1": {
        "name": "铁骑的索敌战盔",
        "desc": "深度强化感官信号的钢铁战盔，将格拉默铁骑的意识与装甲融为一体。",
        "lore": "遮天蔽日的虫群在火海中化为灰烬，银白的雪花飘散在深空中，映射恒星的惨淡光辉。仅在此刻，耳畔无休止的振翅声，以及通讯频道里的指令终于得以宁静。<br /><br />袭击「帝国」的虫群并未被彻底涤荡干净，下条出击指令也会在短暂愣神之后鸣响起来，一如既往。<br /><br />「帝国」的铁骑感受着深髓信号传输带来的外界感受，她回想起上次脱离驾驶舱时的体验，热风轻微撩起长发，郁热的空气浸透了她的后颈，汗珠附着在皮肤上。她并不讨厌那种感受，它比模拟信号鲜活百倍。装甲将感官与驾驶员深度同步，尽管这会进一步加剧失熵的痛苦，但为了战胜虫裔，铁骑早已没有选择。<br /><br />「格拉默军规第8条，存活的骑士应主动归队……」<br /><br />直到铁骑看见戮首的银色盔甲，才明白装甲的感官信号欺骗了自己——下条出击指令不会再响起了，多么残忍的短暂休憩。",
        "ids": {
          "31191": 2,
          "41191": 3,
          "51191": 4,
          "61191": 5
        }
      },
      "2": {
        "name": "铁骑的摧坚铁腕",
        "desc": "粉碎虫裔的强劲铁腕，尖锐而轻盈，坚硬又稳固。",
        "lore": "格拉默铁骑攥紧铁腕将肮脏鞘翅坼裂，任由虫腹腔内失压的腐蚀性液体肆意喷溅。虫液接触到银色甲胄时瞬间气化，仅仅留下血渍污秽。<br /><br />装甲与虫肢的残骸散作深空碎屑，环绕格拉默的「死亡之河」在引力的牵引下静静流淌，血战终究迎来了终结。<br /><br />议会的领袖们商讨着战后的格局，他们向从未掌握实权的「泰坦尼娅」降下审判，因为她支配着匹敌蠹虫的铁骑兵团，她的存在是共和国存续的最大隐患…人们敲响和平的钟声，向民众们宣告虫群消散、湛蓝的天空将重新回到共和国手中。<br /><br />「倘若不对『女皇』加以约束，还有谁能控制这些兵器？」<br /><br />铁骑们在短暂的生命中不断磨砺铁拳的腕力，但他们未曾想过——议会里那些苍白无力的枯手高高举起，便拥有改变格拉默命运的力量。",
        "ids": {
          "31192": 2,
          "41192": 3,
          "51192": 4,
          "61192": 5
        }
      },
      "3": {
        "name": "铁骑的银影装甲",
        "desc": "迸发烈焰的推进装甲，给予格拉默铁骑足以点燃战场的烈焰。",
        "lore": "数道烈火的弧光自夜空穹顶划过，越过曙光升起的地平线，前往格拉默的不同星区——这是共和国居民最为熟悉，也是最为恐惧的日常。<br /><br />银影装甲翱翔天际，他们争分夺秒地奔赴满目疮痍的战场，无暇俯瞰自己日夜守护的光景。<br /><br />女皇的命令不容置辩，面容相似的战士们自培养舱中诞生，宣誓为女皇效忠夺回格拉默的苍穹。铁骑穿越薨薨飞虫的尸山血海，燃烧蠹虫躯壳的焦灼余烬，击碎巨颚栉齿的败鳞残骸…格拉默铁骑的宿命，是承受慢性解离的熵变，在生死边缘熊熊燃烧。<br /><br />直到烈焰被彻底扑灭，直到遮天蔽日的虫类化为烬黑焦土，直到无人生还——如此日常还会继续下去……<br /><br />什么是活着？推进装甲的加速度死死扼住胸膛，刺破失熵麻木的痛楚在肢体上短暂浮现时，他们品尝到些许活着的滋味。",
        "ids": {
          "31193": 2,
          "41193": 3,
          "51193": 4,
          "61193": 5
        }
      },
      "4": {
        "name": "铁骑的行空护胫",
        "desc": "兼具破坏力与速度的机骑护胫，格拉默铁骑会高高跃起，将力量集中于一处踢向敌人。",
        "lore": "铁骑的足迹遍布格拉默「帝国」的每个角落，宛若炽热的流星，却走不出泰坦尼娅编织的「梦」中。<br /><br />共和国的人们担忧着为战而生的兵团，那从未存在过的「帝国」究竟与自己熟知的疆域有几分重合……<br /><br />女皇赐予她的骑士荣誉与信仰，铁骑为女皇献上忠心与承诺…新人类不断自培养舱出生，被赋予编号与使命；旧人类躲在钢铁壁垒之下，忧心忡忡地享用期盼已久的和平。平静的谎言需要有人揭破，那动摇人类本质的战争手段不应存在于世，当天灾褪去，心怀恐惧的人们便要彻底摧毁扭曲的战争产物——<br /><br />铁骑的护胫踏破天空，只要他们愿意，便可抵达任何一颗星星。<br /><br />然而「帝国」已无处可寻，铁骑面前只存在一条既定的轨迹，一头连着死亡，一头连着自己。",
        "ids": {
          "31194": 2,
          "41194": 3,
          "51194": 4,
          "61194": 5
        }
      }
    }
  },
  "120": {
    "id": "120",
    "name": "风举云飞的勇烈",
    "skills": {
      "2": "攻击力提高<nobr>12.0%</nobr>。",
      "4": "使装备者的暴击率提高<nobr>6.0%</nobr>，装备者施放追加攻击时，使终结技造成的伤害提高<nobr>36.0%</nobr>，持续<nobr>1</nobr>回合。"
    },
    "idxs": {
      "1": {
        "name": "勇烈的玄枵面甲",
        "desc": "以凶鸟「大风」为原型的面甲，两对辅眼曾目睹过神迹示现。",
        "lore": "她的鹰盔有两对辅眼，确保能在任何光照条件下看清周身环境。然而辅眼此时被干涸的污血附着，视线可及之处都浸染着铁锈色。<br /><br />将军自昏迷中醒来，从尸山上爬起。身后，「瞰云镜」如一座高耸尖塔向天而立。塔尖之上，一道光芒律动不休，重复着只有观星士们才能解读的密语。承托联盟万亿众生的愿力，它在向神祈愿——此刻，她与那些四处枕藉、早已了无生气的同侪们奋战至今，为的便是令这声低唤上达天听，赐下死亡。<br /><br />「来了…」将军喃喃低语，仰天瞩目。她看不见神的形象，听不见祂的纶音，但她能感受到祂抵达的证据：灼热的气浪陡然腾起，宛如烙铁游走于肌肤。炽红的火星随血雾猎猎飞扬，如帷幕遮天，在随后的瞬间里，被不可直视的光撕开——<br /><br />来了，那道无数将士战死所交换的神迹来了。她曾目睹被神罚化为死域的天体残骸，也曾追逐这光的尾迹而战。她本以为这光极快，快到不容一丝杂念浮想。但她错了，那一刹那至少足够她再想起心爱的弟子：<br /><br />「那就许个愿吧。愿她行于坦——」<br /><br />大地如翻涌怒浪，随光之海咆哮而来，她再无俗念，化为光中尘埃。",
        "ids": {
          "31201": 2,
          "41201": 3,
          "51201": 4,
          "61201": 5
        }
      },
      "2": {
        "name": "勇烈的钩爪腕甲",
        "desc": "嵌合肌体的仿生手甲。若想狩猎猛兽，就要有比猛兽更锐利的爪牙。",
        "lore": "她麾下的青丘军战士有着不输步离狼卒的悍勇。即便剑折弓断，无有寸铁在手，他们也能凭手甲上的锐爪死战到底。<br /><br />传闻青丘卫的狐人战士多解救自步离人所统治的世界。这些诞生自「沦陷地」的狐人血缘驳杂，偶有呈现返祖状态的突变个体。这些狐人会被充做战奴，受狼头恩主们驱使，成为战前的先锋与延阻仙舟进攻的炮灰。<br /><br />「加入青丘军，我们将给你向狼头恩主复仇的机会！」在募新训练中，将军还记得自己对年纪幼小的狐女如此说道。但她为自己没法说出口的后半句而感到愧疚：你和我一样，为战而生，也将为战而死。<br /><br />战奴虽拥有堪与狼头恩主媲美的力量与速度，但突变也透支了他们的生命与理智。当意志随狂怒燃烧殆尽，战奴便会沦为暴戾嗜血的怪物。<br /><br />当纯粹兽性的怒火支配肉身时，在完成此生最后的猎杀奔逐后，这副手甲将成为桎梏双手的铐枷，再难与血肉分开。",
        "ids": {
          "31202": 2,
          "41202": 3,
          "51202": 4,
          "61202": 5
        }
      },
      "3": {
        "name": "勇烈的飞翎瓷甲",
        "desc": "身如凛风，翱翔群狼仰首处，猎物与猎人终将易位而处。",
        "lore": "她依旧记得狐民中的古老民谣，唱的是一阕不成曲调，只余悲伤的去国哀歌。「有狐绥绥，在彼岸滨。行道迟迟，载渴载饥。我心伤悲，莫知我哀」……<br /><br />于数千年前开始，他们成了狼爪下的牲畜、奴仆与通货。于数千年后，他们仍然在为解放同胞奔走征战。尽管没有天敌那般不断强化异变的肉身，但他们拥有灵敏应变的机智。<br /><br />狼头恩主命令他们造器供用，却又反复挖去他们的双眼防其习艺，禁绝他们持有金属以免仿造器物。这一切都不能磨灭狐民们内心的渴望：终有一日，他们要教猎人懂得被狩的惶恐；终有一日，他们要与猎人易地而处，追逐不休。<br /><br />最终，狐民们烧瓷为甲。青丘瓷甲如风般轻盈，如钢般坚韧。狼头恩主的爪牙与他们的血肉武器无法伤其分毫。<br /><br />将军将这身瓷甲披挂着装，与青丘卫的战士们乘风而起，成为步离人头顶的梦魇。他们结阵进退，犹如出猎的群鸟，彼此呼应。但无论这甲胄如何坚固，她始终相信：被疼痛锤炼的肉体才是最好的武器，患难与共的战友才是最好的护甲。<br /><br />「鸟扬羽翼，兽露牙爪。岂曰无持，同袍为甲。」",
        "ids": {
          "31203": 2,
          "41203": 3,
          "51203": 4,
          "61203": 5
        }
      },
      "4": {
        "name": "勇烈的逐猎腿甲",
        "desc": "禽爪制式的战靴，着装之人迅疾如风地奔袭战场，轻易踏行于荆棘坎坷。",
        "lore": "她看着女孩的身影在朦胧月光下动如脱兔。她追随女孩的足迹与气味如追猎物。最终，她在道路尽头等着女孩到来。<br />或者，是女孩在等她到来。<br /><br />月光映照下，将军看清了那张脸。<br />「你就那么想加入云骑？」<br />「我不想给狼头恩主卖命。」<br />少女的步离语艰难断续。那张脸上的神情，她曾在无数次解救沦陷地同胞时目睹过。<br />那些人虽和她流着同样的血，却说着不同的语言，怀着不同的心思。<br />他们从不认为自己是狐族的子裔，可这样一来，他们又是谁？<br />将军微微颤身，让出一条路。<br />「你走吧，今夜开始，他们不会再追赶你了……」<br />「可我要他们死。」<br /><br />将军难以置信地瞧着她，如同看到天空掠过流星般惊异，小兽般的身姿倏然没入黑暗。<br />将军闭目，仿佛被月光灼痛了眼。片刻后，她低头，瞧见少女精赤的双足，布满棘刺血痕与污泥。<br /><br />「怎么不穿鞋？」<br />「忘了。没发现。」<br />将军脱下自己的战靴，比了比尺码，为女孩穿上。<br />「倒挺合适的…那就出发吧。」<br />「你怎么办？」<br />「我早习惯走在荆棘上了。」<br /><br />她迈开步伐，赤足如飞，女孩一路紧紧追赶她的身影。<br />又或者，是她们在追赶彼此的身影。",
        "ids": {
          "31204": 2,
          "41204": 3,
          "51204": 4,
          "61204": 5
        }
      }
    }
  },
  "121": {
    "id": "121",
    "name": "重循苦旅的司铎",
    "skills": {
      "2": "速度提高<nobr>6.0%</nobr>。",
      "4": "对我方单体目标施放战技或终结技时，使技能目标的暴击伤害提高<nobr>18.0%</nobr>，持续<nobr>2</nobr>回合，该效果最多叠加<nobr>2</nobr>次。"
    },
    "idxs": {
      "1": {
        "name": "司铎的律音耳坠",
        "desc": "他常常坐在告解室内侧耳倾听。耳坠不断提醒着他，即便是最微末的细语也是有重量的。",
        "lore": "「谨遵您的意志。我犯了错，我谎称各个家系心有隔阂，以此流言换取新闻酬劳……」<br /><br />透过隔窗，家主注意到那名记者目光闪躲，小心翼翼地等待着自己的回应，就像无数次「圣事告解」一样——用铃音般的宽慰令信徒们痛悔罪过。不过此刻他不自觉地侧过头去，欲言又止，任由那金属坠子在耳畔发出清脆的杂音。<br /><br />「我清楚知道，这实属无稽之谈。寄以神主之恩，家族全体万众一心。这是众多家系成员的愿望，也是家系成员们投身神主怀抱的缘由。」<br /><br />告罪者对所告之罪痛悔并定改，从谐音中领洗所犯罪过的赦免。家主轻阖双目，宣告圣音——<br /><br />「很好。向其他家人展现真诚、澄清流言，如此便能与之重修谐音。平安回去吧。」<br /><br />真言善语又何罪之有？律音铎铎，却沉重如枷。他叹息摇头。<br /><br />「…请下一位上前。」",
        "ids": {
          "31211": 2,
          "41211": 3,
          "51211": 4,
          "61211": 5
        }
      },
      "2": {
        "name": "司铎的授邀手套",
        "desc": "他常常站在公馆内接待访客，无数遍发出邀请的动作。洁净的手套提醒着他切记谦卑与礼数。",
        "lore": "「报告家主。这些人自称是有要事会见，其中好几人身份成疑，进入梦中的手段非同一般……」<br /><br />闯入梦中的不速之客排成一排。不出意外，以恶待人的凶徒将被驱逐，谎报身份的罪犯将遭收押，他不发一言，便已然安排就绪。无辜之人目睹了他的盛怒，眼中闪烁着期待与不安——随后，他露出微笑，向面前众人探出手作邀请状，是表达认可，也是展现威严。<br /><br />「各位是橡木家系的尊贵客人，自当礼遇。或许你们好奇自己是如何得到正当评判，在此容许我稍作解释，那是因为诸位所行之『道』与我相会。」<br /><br />侍者、艺伶、无业无为之人…纷纷打消疑虑，他们理解了邀约的真诚含义，心中再无介怀。<br /><br />「让罪人得到应有的惩罚，让客人得到应有的礼仪，谐律本应如此。」<br /><br />家主恩威并施，足以博得来客的信任。他环视众人，缓缓侧身微躬——<br /><br />「欢迎来到橡木家系。」",
        "ids": {
          "31212": 2,
          "41212": 3,
          "51212": 4,
          "61212": 5
        }
      },
      "3": {
        "name": "司铎的圣职礼服",
        "desc": "他常常站在试衣镜前，确认仪容衣装。在出门前就确保一切井然有序，绝不偏移。",
        "lore": "「…若鸟儿生来并无镣铐，又是什么束缚我命运♬？」<br /><br />排练日，年轻的家主将自己藏身于观众席的角落中，他并不想分散舞台上歌者的注意力，恰到好处的陪伴感正是他所期许的。他身着礼装，正襟危坐，是此时此刻唯一的听众。在熟悉的歌声中，他的思绪回到孩童时期，那时她站在「舞台」之上歌唱，自己也是彼时唯一的听众——<br /><br />「好久没有快乐地唱过歌了吧…我为你搭了一座舞台，就是…有点简陋。」<br /><br />在两个人的演唱会上，他许下约定，终有一日要实现她的梦想，去往更大更璀璨的舞台之上。<br /><br />「让我的心勇敢地振翅飞翔，穿过深沉的黑夜，去追逐皎洁的月光♬……」<br /><br />他从失神中恍惚片刻，正视自己不敢更接近舞台的原因——身着礼装并非为了享受演出，而是为了在任何时候抽身离开。<br /><br />「恭喜你妹妹，我们的梦想都实现了。」他小声说道。",
        "ids": {
          "31213": 2,
          "41213": 3,
          "51213": 4,
          "61213": 5
        }
      },
      "4": {
        "name": "司铎的苦旅短靴",
        "desc": "他常常在旅行开始之前，挑选一双适脚的靴子。他摔倒过很多次，但他站起过同样多次。",
        "lore": "「走吧，你自由了，妄图超越本分的神选者。把自己的羽翼折断，到人间去，走在大地上，看看这人世真正的模样。」<br /><br />自那以后，他常常回味公司高管话语中的含义。他走进喧嚷的街头，他走在谧静的海边，他始终都在行走，却一步也未曾出发…他从未怀疑过自己拥有百折不挠的品质，也从不怀疑自己拥有坚决执行的能力。在下一次站起来之前，他打算停下来，体味理想坠地时的坚硬触感——<br /><br />「斑驳的石片上，浸过兽血和人汗，却始终冰冷，始终粗粝，始终坚硬如故……」<br /><br />作为家系主理人，他曾开导过太多迷途的羔羊，赐之以正道。但面对自己时，那些轻柔的宽慰似乎褪去失去了魔法，再产生不了效力——他并不需要数落，更不需要同情。<br /><br />「只有泥泞才会诞生跋涉苦行的人，走下去，我将从失败之中学到比成功更多。」<br /><br />在真正的再出发开始之前，他有充足的时间放缓脚步，整理思绪，再继续徘徊。<br /><br />「行走从没有复杂的哲学，当一条路走不通时，便换一条路，仅此而已。」",
        "ids": {
          "31214": 2,
          "41214": 3,
          "51214": 4,
          "61214": 5
        }
      }
    }
  },
  "122": {
    "id": "122",
    "name": "识海迷坠的学者",
    "skills": {
      "2": "暴击率提高<nobr>8.0%</nobr>。",
      "4": "战技和终结技造成的伤害提高<nobr>20.0%</nobr>，施放终结技后，下一次施放战技时造成的伤害额外提高<nobr>25.0%</nobr>。"
    },
    "idxs": {
      "1": {
        "name": "学者的银边视镜",
        "desc": "一枚映照着巨厦的单片晶石眼镜，与手杖、表链、胸针一起衬托出主人的时髦与学识。",
        "lore": "【序号】 EVD-W<nobr>019</nobr>EI<nobr>06</nobr>-<nobr>003</nobr><br /><br />【名称】晶石单片镜<br /><br />【基本特征】有明显的碎痕<br /><br />【取证地点】俄亥提中央综合科学院能源研究部「柏环」研究室<br /><br />【当事人】柏环，能源分析领域首席科学家，天才俱乐部#7成员<br /><br />【现场分析】<br />根据现场情况来看，当事人在启动观测仪操作不当，导致容器内燃素聚合体泄露，当事人左手严重受伤。事故发生时，单片镜不巧从高处摔落导致损坏。<br /><br />【证言补充】<br />柏环称实验过程中，单片镜内出现异常可见光，强光刺激导致一系列巧合接连发生，并最终导致燃素聚合体泄露事故发生。<br /><br />由于当事人描述的巧合过多，该证言不被采信。<br /><br />【备注信息】<br />种种迹象暗示了这是一次蓄谋已久的犯罪行为。由于连续巧合发生的「蝴蝶效应」无法被认定为「可复现的犯罪手段」，该泄露事件最终以「意外」结案。<br /><br />【相关录音】<br />「…我可能还要感谢这次意外，它把拉姆重新送回了我身边。这是我们第四次复婚了…说起来怪不好意思的，这还是第一次由我提出复婚呢。」该音频记录来自柏环。",
        "ids": {
          "31221": 2,
          "41221": 3,
          "51221": 4,
          "61221": 5
        }
      },
      "2": {
        "name": "学者的辅助指节",
        "desc": "以合金制成、辅助手指活动的外骨骼，需要配合使用者手型订制，价值不菲。",
        "lore": "【序号】 EVD-X<nobr>024</nobr>DE<nobr>18</nobr>-<nobr>002</nobr><br /><br />【名称】嵌有「灰玺金」合金的手指外骨骼<br /><br />【基本特征】有明显外力捶打损坏的痕迹，已确认在爆炸事件前损坏<br /><br />【取证地点】极地能源掘场中控室<br /><br />【当事人信息】拉姆（死亡），生物波探测领域首席科学家，天才俱乐部#8成员<br /><br />【现场分析】<br />根据监控录像来看，当事人操作不当导致中控室发生爆炸，当事人直接死亡。<br /><br />【证言补充】<br />「鬼知道她心里藏着什么，她要是出了什么事，克莱恩肯定逃不开干系！」<br /><br />爆炸事故发生前两周，警方接取柏环报案，称妻子患有残疾的右手受暴徒恶意伤害。随后，拉姆作为实际受害者拒绝了进一步调查，并取消了立案。<br /><br />【备注信息】<br />爆炸案后，当事人丈夫要求调查结束后取回外骨骼，并附有当事人指骨。<br />该爆炸案中连续发生的偶然事件过多，建议引起高度重视。<br /><br />【相关音频】<br />「克莱恩，你给我出来，我们之间还有笔账没有清算。你我最清楚，这个世界上没有绝对的『巧合』，更何况是这一系列的『不可思议的巧合』。」该音频记录来自克莱恩宅邸安全系统。",
        "ids": {
          "31222": 2,
          "41222": 3,
          "51222": 4,
          "61222": 5
        }
      },
      "3": {
        "name": "学者的粗纺外套",
        "desc": "粗花呢外套和针织衫是学院中常见的搭配，耐用不易皱的面料对访问学者来说正合适。",
        "lore": "【序号】 EVD-X<nobr>043</nobr>FE<nobr>21</nobr>-<nobr>001</nobr><br /><br />【名称】粗花呢外套，粗纺羊毛马甲，白衬衫<br /><br />【基本特征】左胸处有直径8厘米左右的燃素灼烧痕迹<br /><br />【取证地点】俄亥提中央综合科学院能源研究部「柏环」研究室<br /><br />【当事人信息】柏环（死亡），能源分析领域首席科学家，天才俱乐部#7成员<br /><br />【现场分析】<br />根据现场情况来看，当事人携带「灰玺金」颗粒，吸附了大量燃素，于心脏处瞬时形成近千度高温。外套、马甲、以及衬衫均留下烧灼痕迹。<br /><br />烧灼处留下半截未烧尽的无名指骨，经鉴定该指骨来自拉姆，或与高纯度「灰玺金」颗粒有关。<br /><br />【证言补充】<br />「…我们早该想到人总有疏忽的时候，何况他其实从未对丧妻一事释怀……」<br /><br />根据研究室的学者们描述，制定安全手册规范的柏环不应该犯下如此「低等错误」。<br /><br />【备注信息】<br />「灰玺金」是由天才俱乐部成员#9成员克莱恩研制的稀有合金，具备捕获并储存燃素的性质。<br /><br />当一系列的巧合太多时，巧合还是巧合吗？<br /><br />【相关文档】<br />「严禁携带高纯『灰玺金』合金产品进入置有燃素观测库的实验室。」出自能源研究部实验室安全手册。",
        "ids": {
          "31223": 2,
          "41223": 3,
          "51223": 4,
          "61223": 5
        }
      },
      "4": {
        "name": "学者的绒皮雪靴",
        "desc": "松软舒适的女式短靴，搭配合适的小腿裤会有恰到好处的时尚感，已陪伴主人极地科考多年。",
        "lore": "【序号】 EVD-X<nobr>031</nobr>JA<nobr>12</nobr>-<nobr>004</nobr><br /><br />【名称】极地科考女式雪地靴<br /><br />【基本特征】有明显破损和修补痕迹，鞋底藏有磁盘一枚，初步排除间谍活动可能<br /><br />【取证地点】克莱恩家中地下室<br /><br />【当事人信息】克莱恩（死亡），合金材料学领域首席科学家，天才俱乐部#9成员<br /><br />【现场分析】<br /><br />根据现场情况来看，科学家拉姆的大量遗物出现在克莱恩家中，该短靴也是其中之一。<br /><br />【证言补充】<br />「也许我错怪他了，我是说克莱恩，而我的妻子拉姆…她离开很久了，我只觉得…陌生。」<br /><br />柏环对妻子遗物出现在克莱恩家中一事并不知情，从神态上推断他似乎并不意外。<br /><br />【备注信息】<br />克莱恩的宅邸较为偏僻，法医推断的死亡时间前后无人前往。初步判断为意外死亡。<br /><br />柏环、拉姆、克莱恩三人关系特殊，他们所遭受的「巧合」已经接近「灵异」范畴。<br /><br />【相关音频】<br />「唉，柏环我知道你在怀疑我，我也知道我无法向你证明我的清白。关于拉姆的事，我很抱歉，我问心有愧但我绝不会去伤害她…关于凶手的事，我已经有些了眉目，你听说过『寂静领主』吗？*无意义的噪音*」该音频记录来自短靴中的磁盘。",
        "ids": {
          "31224": 2,
          "41224": 3,
          "51224": 4,
          "61224": 5
        }
      }
    }
  },
  "123": {
    "id": "123",
    "name": "凯歌祝捷的英豪",
    "skills": {
      "2": "攻击力提高<nobr>12.0%</nobr>。",
      "4": "装备者的忆灵在场时，装备者的速度提高<nobr>6.0%</nobr>，装备者的忆灵攻击时，装备者和忆灵的暴击伤害提高<nobr>30.0%</nobr>，持续<nobr>2</nobr>回合。"
    },
    "idxs": {
      "1": {
        "name": "英豪的冠军桂冠",
        "desc": "竞技场冠军所得的桂冠。每一片金色的桂叶都闪烁着勇气与荣耀。",
        "lore": "时间仿佛在欧洛尼斯的叹息中变得迟缓。他听得见自己沉重的呼吸，胸口的肋骨也隐隐作痛，仿佛要把竞技场中的每一寸空气都吸进肺里…汗水与血水交织流淌，脚下的大地诱惑着他放弃，享受那片柔软、舒适的安息——他已筋疲力尽。<br /><br />「下一击将哪方来？左，还是右？佯攻还是……」<br /><br />枪尖已经袭来，他来不及思忖。索性将命运托付给纷争之泰坦，自己只需向前刺出一枪。<br /><br />尘土缓慢沉降，斜阳从竞技场外照射进来，映照着他的侧脸。看台上的观众们纷纷起身，掌声与呐喊声如同潮水一般席卷而来。此时他惊讶地发现，竞技场竟是如此宽阔，无路可逃的紧迫感似不复存在。偌大的场地中央只剩下血泊、倒下的对手，以及孤独而耀眼的胜者。<br /><br />城主高举起他的手，宣告冠军的归属。锣鼓声随之响起，他戴上桂冠，成为竞技场的传奇。<br /><br />「你被选为城主身旁的督战勇士，你的名字将与胜利，一同被书写在英雄的史诗之中！」<br /><br />此后，他的名字被全城呼唤，尼卡多利的荣光笼罩着他，仿佛整个世界都为他而存在。",
        "ids": {
          "31231": 2,
          "41231": 3,
          "51231": 4,
          "61231": 5
        }
      },
      "2": {
        "name": "英豪的鉴金腕铠",
        "desc": "一对精致的督战勇士护腕。紧贴着勇士的手腕，稳稳地支撑着胜利号角。",
        "lore": "无论是大捷或是惨败，竞技场的冠军总能从战场归来。城主将他的强运视作「胜利象征」，夺过他手中的长矛与盾牌，换以号角与战旗，命他将强运赐予全军。将士们深信，尼卡多利的荣光与他同行，只要他引领向前，必是胜利之途。<br /><br />「从此以后，你无需再是一名战士，而应成为一个符号。」<br /><br />那日夜锤炼、如铁石般坚韧的躯体，如今却如同神殿的石像，仅用来观瞻。<br /><br />他被挡在备战的训练营外，士兵们生怕「胜利象征」遭遇任何微小的意外；他受邀来到城主宴会上，嘉宾们询问着那十六场生死相搏的传奇故事。如今，他伫立在战场的边缘，手握号角，金光流转的腕甲映出那张逐渐陌生的侧脸，不禁心头猛然一紧——他只需吹响胜利号令，早已无须冲锋陷阵…原来，这便是人们口中的「不战英雄」。<br /><br />「…如果这能为全军带来胜利，我甘愿放弃战场上的荣耀。」<br /><br />尼卡多利从不为「一个符号」选择胜利之道，他不敢懈怠，也许此生的最后一战即将到来……",
        "ids": {
          "31232": 2,
          "41232": 3,
          "51232": 4,
          "61232": 5
        }
      },
      "3": {
        "name": "英豪的骁战金甲",
        "desc": "宛如天神的铠甲，完美贴合着雄健的身躯。",
        "lore": "与深陷疯狂的神明对峙，注定无人能以胜者之姿离开。尼卡多利的长锋所掠过之处，长矛折断，盾牌纷飞，战线寸寸崩溃…失去秩序的士兵们陷入前所未有的混乱与恐惧。竞技场英雄的号角声被埋没在嘶喊、哀嚎与铁器碰撞的铿锵声中，早已无力扭转溃败的结局。<br /><br />「尼卡多利想要收回它许诺的胜利，而我必须以长矛与鲜血归还。」<br /><br />翻滚烟尘中，残破的旗帜朝着尼卡多利不断前进。士兵们注意到，强运的英雄选择不再归去。<br /><br />起初，只有四五个人跟随，而后是数十、数百人…他们紧随那宽阔的背影，朝着必死的战场发起最后的冲锋——曾经倒下的战友似乎化作英灵，在他们的耳边低语，激励生者完成这最后一搏。即便尼卡多利已然陷入疯狂，也本能地感受到了这群战士不屈决心与无畏意志。<br /><br />「看啊！竞技场的英雄还在不断前进，我们必须紧紧跟随！」<br /><br />鎏金的护甲在余晖映照下依旧闪耀，他带领军队迈向了体面而尊严的死亡。",
        "ids": {
          "31233": 2,
          "41233": 3,
          "51233": 4,
          "61233": 5
        }
      },
      "4": {
        "name": "英豪的赴火护胫",
        "desc": "紧密贴合战士腿部的护胫，曲线优雅而坚固，蕴藏着决不退缩的信念。",
        "lore": "士兵们沉默地走进废墟，开始打扫战场。有人艰难地拖动遗体，将战友与敌人分开；有人跪在阵亡的同伴旁，轻轻合上他们的眼帘…战场的嘶喊声早已远去，留下的只有令人窒息的静默——竞技场的英雄亦长眠于这群死者中，仅余一对烫金的护胫孤立于血尘之间。<br /><br />「记住，战场上的战士从未彻底消失，他们的英魂将永远留在后人的记忆里。」<br /><br />随后，静寂被哀婉的歌声打破，祭司们缓步走上战场，为阵亡者举行葬礼。<br /><br />火焰于黑夜中腾起，哀歌久久不能停息…忽然，远处的天空被一道璀璨的光芒穿透，宛如天谴之矛刺向大地，那是尼卡多利呼唤着此地的英灵。随即，出席葬礼的士兵与平民纷纷跪地，双手高举，心中充满敬畏与感激——那光芒化作温暖的气息，轻轻托起每一位战士的亡魂，低语着泰坦的恩赐与宽恕，宣告英雄们的永恒不朽。<br /><br />「看啊，即便身陷死亡，竞技场的英雄仍在引领战士们，通往故土的方向。」<br /><br />英雄轻轻颔首，在古老的歌谣中，他那高尚的灵魂将再次被重铸。",
        "ids": {
          "31234": 2,
          "41234": 3,
          "51234": 4,
          "61234": 5
        }
      }
    }
  },
  "124": {
    "id": "124",
    "name": "哀歌覆国的诗人",
    "skills": {
      "2": "<span>量子</span>属性伤害提高<nobr>10.0%</nobr>。",
      "4": "使装备者的速度降低<nobr>8.0%</nobr>。进入战斗前，若装备者的速度小于<nobr>110</nobr>/<nobr>95</nobr>，使装备者的暴击率提高<nobr>20.0%</nobr>/<nobr>32.0%</nobr>。该效果同时对装备者的忆灵生效。"
    },
    "idxs": {
      "1": {
        "name": "诗人的莳萝花冠",
        "desc": "春日黄昏神庙前，最出色的吟游诗人将得到墨涅塔赐福的莳萝花冠。",
        "lore": "「墨涅塔，我们向你祈福。若世上没有歌声，没了歌声的春天，没有树林会开出花朵……」<br /><br />用溪流濯洗双手，再用双手捧出清冽的供神佳酿，吟游诗人们聚集在神庙前，为谁能获得墨涅塔赐福的花冠彼此争论。以恋爱诗闻名的帕提亚三姐妹率先展露歌喉，紧接着是有一千个奇妙比喻的老诗人鲁珀。绮音妙语并未打动女神，面前的酒杯纹丝不动。<br /><br />直到一位流浪的诗人，拨弄手中七弦的竖琴，弹奏起古老莎草纸上记载的故事。千年前的风沙席卷而来，故事这样开头：在世上还有众多城邦存在的时候，曾有一座城邦遭遇了恶龙的侵袭。<br /><br />「哀歌我的故国——<br />「怪物高踞殿堂，贵嗣沦为恶种，<br />「只怪那闯入高塔的巨龙，<br />「蛊惑了我的王，吞吃了我国的公主……」<br /><br />佳酿被女神斟饮而尽，流浪的诗人成了花冠的所有者。",
        "ids": {
          "31241": 2,
          "41241": 3,
          "51241": 4,
          "61241": 5
        }
      },
      "2": {
        "name": "诗人的贵金手镯",
        "desc": "被人喜爱的金属打造的手镯，故事中的恶龙，也曾背负这样金属打造的枷锁。",
        "lore": "「人们从吉奥里亚的身躯里掘出黄金，这是第一样凶狠的金属，从此便有了阴谋和战争。」<br /><br />战争的起源已不可考，众多历史化作传说。可即便是传说——分明傲慢、诡计、贪婪才是人们争斗不休的起因，却让黄金无辜承担了罪名。好比烂漫不知纷争的年岁里，白铁和青铜原本是祭神的礼器，尔后才被从祭台上推下，熔铸为刀枪，成了比黄金更凶狠的金属。<br /><br />故事中的巨龙已经被讨伐了吧…诸邦国间的战争也接近平息，流浪的诗人跋涉来到圣城，为人们弹唱后来的故事：在恶龙占领了城邦之后，人们征集猎龙的勇士救出公主。<br /><br />「哀歌我的故国——<br />「勇猛的百夫长，以沉金打造的枷锁，终将恶龙制服。<br />「塔顶传来老国王的悲哭…<br />「龙腹中只堪堪拼凑出被吞吃的公主，遗下的骸骨。」<br /><br />贵金手镯的流苏碰过琴弦，发出一声清脆的叹息。",
        "ids": {
          "31242": 2,
          "41242": 3,
          "51242": 4,
          "61242": 5
        }
      },
      "3": {
        "name": "诗人的缀星裙摆",
        "desc": "黎明是最温柔的时辰，她的裙摆也恰如黎明前的最后一缕晚星，那般颜色。",
        "lore": "「艾格勒睁开眼皮的时候，所有的星星全部入眠，唯余一颗偷眼的晚星，数它最为好奇。」<br /><br />叙事诗一直唱到了第二个昼夜更替的伦次，诗人的身边聚集了越来越多的听众，他们当中有箭矢琅琅作响的悬锋人，投掷占卜棒叩问神旨的雅努萨波利斯人。自黑潮侵蚀诸邦以来，散佚的文献不尽其数，树庭的学者们来不及收集所有的资料，许多零星的小城邦甚至未能留下名字。<br /><br />只有流浪的诗人知道，被恶龙侵袭的旧城邦，曾经流传着深秘的炼金术：以血肉为根基，依此可造万物，依此可达奇迹，炼金术士对痛失爱女的国王如是说。<br /><br />「哀歌我的故国——<br />「巧言的炼金术士，自言能从龙的血肉中复活公主。<br />「已死之物，死而未死，又过了十个昼夜，<br />「仪式最终炼成。然而……」<br /><br />最后一缕晚星恋恋不舍地阖上眼睛，贪念着未听完的人子们的故事。",
        "ids": {
          "31243": 2,
          "41243": 3,
          "51243": 4,
          "61243": 5
        }
      },
      "4": {
        "name": "诗人的钉银之履",
        "desc": "织履镶着银钉，行在沙地上印出字样的纹路，为了采撷旧日的诗篇她始终步履不停。",
        "lore": "「世人无处寻得塞纳托斯的踪迹，还有传说中没有生者能趟过的冥河，那河流通往何方？」<br /><br />我们从未听过那样的巨龙，更不曾在任何古书中见过复活血肉仪式的存在，听众中有人发出质疑。诗人答道，她并非旧城邦的末嗣，亦不知晓是否真正有过作恶的巨龙，这只是她从更早的吟游诗人那里听来的、一代代口耳相传的诗歌。<br /><br />若无人传唱，旧城邦的历史才是真正被尘封，一切都会随着时间褪色：昔日繁荣的邦国，遭到冥河冲刷吞没，成为野狗和盘旋的秃鹫都会憎恶的地方，这是被恶龙吞食的魂灵遗下的诅咒。<br /><br />「哀歌我的故国——<br />「公主啊！竟被炼成恶龙的模样。<br />「将炼金的术士、勇猛的百夫长、昏聩的国王全部吞吃。<br />「一场血腥飨宴，召来了死亡的影子，旧城邦由此湮没……」<br /><br />记住湮没邦国的名字吧！这是有关「斯缇科西亚」的故事，由穿着钉银之履的诗人弹唱，她采集故事只为了故事本身，正如织履上的银钉留下的字样，「记住故事，忘记我。」",
        "ids": {
          "31244": 2,
          "41244": 3,
          "51244": 4,
          "61244": 5
        }
      }
    }
  },
  "125": {
    "id": "125",
    "name": "烈阳惊雷的女武神",
    "skills": {
      "2": "速度提高<nobr>6.0%</nobr>。",
      "4": "当装备者及其忆灵为装备者及其忆灵以外的我方目标提供治疗后，使装备者获得【甘霖】，每回合最多触发1次，持续<nobr>2</nobr>回合。装备者持有【甘霖】时，速度提高<nobr>6.0%</nobr>，我方全体暴击伤害提高<nobr>15.0%</nobr>，该效果无法叠加。"
    },
    "idxs": {
      "1": {
        "name": "女武神的翱翔翼盔",
        "desc": "这顶翼盔曾见证了阳雷骑士挑落天神，它也见证了天空阖眼。",
        "lore": "滚烫的黄金熔岩在女武神脚下翻涌不息，她将表情藏于铁盔之下，如同冬雾遮蔽星辉。<br /><br />最后的天空之子已然沉没，而她也将孤独奔向截然相反的远方。<br /><br />「塞涅俄丝，你想起了谁？」朝夕相伴的翼兽察觉到她那轻微的思绪。女武神沉默片刻，那些众人向天空祈祷的旧时光早已一去不复返。「我想起了谁？我已经想不起任何具体的人了。我是那样炽烈地爱着世人，我又是如此仇恨人性之中的软弱，如今，我却谁也想不起……」<br /><br />翼兽们垂首不语，它们曾见过女武神曾追随过坚定的信念，也陷入过自欺的泡影。<br /><br />那覆面的铁盔之下，如今又是怎样的面庞？又有着怎样的视野？",
        "ids": {
          "31251": 2,
          "41251": 3,
          "51251": 4,
          "61251": 5
        }
      },
      "2": {
        "name": "女武神的骑枪手铠",
        "desc": "这对护手陪伴骑士赢下了所有的战斗。它能够让人紧握最致命的武器，忍受最痛苦的背叛。",
        "lore": "银鳞岩在锻炉中嘶鸣。年长的山之民为铸好的护手注入祝愿后，将其赠予身旁的女武神。<br /><br />「柔软，受伤。骑士，坚硬。比云母柔韧，愿你的骨骼。」<br /><br />她接过精致的手铠，轻轻擦拭那银鳞冰甲…她开始遥想自己手握着雷电劈斫而成的长枪、烈焰绽放而成的圆盾，她将冲向天空的战场，拯救所有人——强大只是拯救的必要条件。山之民仔细将真理的箴言烙印在指节上，并叮嘱女武神要始终记得铁手套的柔软之处。<br /><br />「焐热河床卵石，要用掌心。勿将冰川，雕琢成利剑。」<br /><br />可后来，她那近乎极端的使命感和正义感，只将那工匠的祝福灼烧成永不愈合的焦痕。",
        "ids": {
          "31252": 2,
          "41252": 3,
          "51252": 4,
          "61252": 5
        }
      },
      "3": {
        "name": "女武神的启程披风",
        "desc": "这袭披风为阳雷骑士遮雨避尘，陪伴她经历所有的冒险——留下那天空中最醒目的背影。",
        "lore": "尚未成为骑士的少女，在导师隐居的山洞中，接受出类拔萃的武艺指导。<br /><br />「做得好。很快，我就没什么可以教你的了。你想用这份力量做什么？」<br /><br />听闻神谕之后，少女心绪便早已不在训练之上。温和的导师看出了她的烦恼心思，轻轻将松脂涂抹在她常用的短剑上。「老师，我想活在真实之中。您听说了吗…雅努萨波利斯的圣女，以及她传来的神谕？」少女担忧着导师劝止自己，却早已暗下决心。<br /><br />「可，什么是真实呢？」温和的导师反问她，「…你需用一生去分辨它，这并不容易。」<br /><br />子夜她悄悄起身，想趁黎明到来之前就匆忙离去，却发现那叠好的披风，早已在启程的行囊之中。",
        "ids": {
          "31253": 2,
          "41253": 3,
          "51253": 4,
          "61253": 5
        }
      },
      "4": {
        "name": "女武神的勋礼马刺",
        "desc": "这对马刺来自阳雷骑士两只翼兽伙伴的馈赠——走在追求真实的道路之上，这是必要的疼痛。",
        "lore": "英雄塞涅俄丝身边有两只翼兽伙伴——索拉比斯和露奈比斯，她的坐骑与战友。<br /><br />「我们追随你，塞涅俄丝。让我们见证你弑神取火的序篇吧。」它们信任着自信凌厉的女武神。<br /><br />两只翼兽托付大工匠打造出一对马刺，作为「阳雷骑士」授勋仪式的一部分——「感谢你们的心意，可是我用不上它」她知道那是骑士精确操控坐骑的辅助道具，「你们与我的心意一致，无需借助它的刺激，我们便能无间配合彼此。」<br /><br />「收下它吧，塞涅俄丝。你走在追求真实的道路上，应该明白『疼痛』使我们清醒。」露奈比斯的目光坚定如炬，索拉比斯引导着她的手接过那对马刺。<br /><br />阳雷骑士接受了象征友情的勋礼——若疼痛能让人及时调整方向，那便是必要的疼痛。",
        "ids": {
          "31254": 2,
          "41254": 3,
          "51254": 4,
          "61254": 5
        }
      }
    }
  },
  "126": {
    "id": "126",
    "name": "恶海逐波的船长",
    "skills": {
      "2": "暴击伤害提高<nobr>16.0%</nobr>。",
      "4": "装备者成为其他我方目标的技能目标时，获得1层【助力】，最多叠加<nobr>2</nobr>层。施放终结技时，若持有<nobr>2</nobr>层【助力】，消耗所有【助力】，使装备者攻击力提高<nobr>48.0%</nobr>，持续<nobr>1</nobr>回合。"
    },
    "idxs": {
      "1": {
        "name": "船长的领航笠帽",
        "desc": "泛着珍珠光泽的宽边太阳帽。海上驰骋的船员们，借此抵挡艾格勒的烈日。",
        "lore": "岸边的礁石间，三层桨座战舰的残骸如巨鲸般搁浅——那是征伐海妖的舰船，海浪将船只推回了海岸，却将遇难者留在了大海之中。<br /><br />「法吉娜的勇士啊，无论你是谁，我恳请你站出来保卫斯基亚纳！」国王的悲泣无人回应——与那海妖为敌，结局不外乎化为海上浮尸。<br /><br />「给我艘坚固无比的大船，再给我五十名船员，我来杀死那作恶的海妖！」佩戴着宽边太阳帽的年轻船长，从拥挤的人群中挤出，他那笠帽泛着珍珠般的光泽，为众人惨白的脸庞镀上一层七彩虹晕——他的出现就像是海上黎明，转瞬之间，地平线上已是鱼肚白。<br /><br />「我会给你打造一艘世上最好的船！」工匠们被年轻船长的神采吸引。那巨船的木材能在大海之上永不腐烂，船首还装着从瑟希斯的巨树上削下的木板，拥有预言的能力——<br /><br />「去吧，贤人培养的弟子，众神选中的英雄，去驯服法吉娜的癫狂吧。」三日后，满载着船员的舰船从斯基亚纳出航。",
        "ids": {
          "31261": 2,
          "41261": 3,
          "51261": 4,
          "61261": 5
        }
      },
      "2": {
        "name": "船长的捕光星盘",
        "desc": "捕获星光指引方向的航海罗盘。即使身处昏黑无边的大海中，也会有星光指出前进方向。",
        "lore": "乌云如铅铁般挤压着桅顶，暴风雨中舰船如同飘零的浮萍，那宝树制成的甲板在滔天巨浪中也不禁剧烈晃动。<br /><br />「那终年浪静风恬的海域，也染上了海妖乖张暴虐的恶习。」年轻的船长站在舰艏塔楼上，愁眉紧锁盯着远方浓黑的乌云…手腕上的星盘仍然没有回应。<br /><br />一道惊雷落下，主帆索应声而断，水手们乱作一团——年轻的船长呵斥众人，要求桨手们听从号令发力，指挥舵手调转方向，避开一道道如山巨浪…在艾格勒引航的星光闪烁之前，竭力应对法吉娜的盛怒。忽地，船长振臂高呼，那腕上的航海罗盘反射着斑驳星光——<br /><br />「所有人，跟随那道光，我们就要冲破风暴！」<br /><br />水手们鼓足精神，高唱着船歌。舰船如同利刃一般劈开海浪，冲向黎明。<br /><br />「很快我们就要将她带出枷锁～看清前路，准备！出发！」",
        "ids": {
          "31262": 2,
          "41262": 3,
          "51262": 4,
          "61262": 5
        }
      },
      "3": {
        "name": "船长的驭风斗篷",
        "desc": "航海斗篷如同巨帆般飞舞。若长风不助我，我便化为长风。",
        "lore": "一人高的青铜弩箭裹着烈焰刺破海雾，却在靠近海妖鳞甲瞬间裂作齑粉。那淡蓝色的腕足将人拦腰缠住，被斩断的腕足在船板上翻滚，啃噬着惊恐的船员。<br /><br />「海妖的手脚在空中挣扎，哭喊着我的名字，这是我航海生涯中最可怖的景象。」船长的声音带着唇齿颤抖，他并没有说谎。<br /><br />巨大的海妖浮上海面，那虬结的触须将舰船紧紧抱住，它的背脊如移动的岛屿。大副将烧红的铁矛刺入那上千尖齿的口中，腥臭的黑血染黑了整个甲板。船员们侥幸从一次致命袭击中逃生，船长回首时看见，船尾塔楼被巨大的腕足拍碎，如同尼卡多利的天谴之矛砸碎一枚核桃壳。机会千载难逢，是冲刺，还是逃走，所有人望向船长——<br /><br />「左满舵，桨手们，全速前进！帆面全开，以撞角迎敌！」<br /><br />船长的斗篷在猎猎长风中舞动，船员们亦视死如归——钢铁与鳞甲纠缠在一起，龙骨折断，海妖哀嚎。它的身躯失去了曾经不可一世的伟力，缓缓沉入海底。",
        "ids": {
          "31263": 2,
          "41263": 3,
          "51263": 4,
          "61263": 5
        }
      },
      "4": {
        "name": "船长的踏浪游靴",
        "desc": "破碎的浪花在船长靴下绽放。即便他一去不返，海潮也会带回他的祝福。",
        "lore": "不知何处的海滩上，年轻的船长仰面朝天。残阳为破碎的海岸镀上一层黄金…在这片光晕中，遥远的斯基亚纳似乎变得触手可及——他知道，这便是生命中最后的时光。<br /><br />「…我等已然驯服了法吉娜的癫狂。」海妖早已逃往海水更深处，百年内不可能再度侵犯海岸。<br /><br />那块取自瑟希斯巨树上的木板询问着船长最后的话语。它将乘坐着海浪，回到魂牵梦萦的斯基亚纳，传唱英雄的征途，鼓励更多的年轻人驶出海岸。船长望见自己被截断的半身，那是贤师赠予他的长靴，曾助他遍历城邦…眼下，漫长的征途将停于此处——<br /><br />「告诉他们，我还有一片冥海去征服。故乡啊，千万别为我悲伤。」<br /><br />海风年复一年轻拂着斯基亚纳的城墙，海妖的故事，变成了母亲哄睡孩童时的呢喃…那些侥幸恶海逃生的水手们，还在等待船长踏浪归来。",
        "ids": {
          "31264": 2,
          "41264": 3,
          "51264": 4,
          "61264": 5
        }
      }
    }
  },
  "301": {
    "id": "301",
    "name": "太空封印站",
    "skills": {
      "2": "使装备者的攻击力提高<nobr>12.0%</nobr>。当装备者的速度大于等于<nobr>120</nobr>时，攻击力额外提高<nobr>12.0%</nobr>。"
    },
    "idxs": {
      "5": {
        "name": "「黑塔」的空间站点",
        "desc": "位面封装的是「黑塔」空间站，它停靠在湛蓝星上空，沿着既定轨道缓缓漂流，寂静的银河像是本书卷等待翻阅。",
        "lore": "黑塔女士曾一度为遍历星域的藏品发愁，数量巨大、封装不易，本人更是不愿打理。<br /><br />热情慷慨的星际和平公司随即提出方案，封存智慧与秘密的空间站「黑塔」便由此诞生。站内上下围绕藏品制定详尽的收容措施，力求「于清晰合理之中包罗万象」。现象被特殊容器收纳，奇物被奇物条目规范——大千藏品被分门别类，封藏于站内深处以供研究。<br /><br />随即公司提出共同探索繁星奥秘的倡议，求新探异的学者们纷纷进驻站点，开展学问。<br /><br />科员们大多仰慕黑塔女士，誓愿践行星空理想，探寻寰宇间繁星低语的秘密。他们探秘星空生命的疆域，明辩义理争论的正义，概拓星河原野的风貌，破解宗仪典祀的玄秘，践行格物致知的精神…秉承「传历智识」之理念，从事着自由而广阔的研究。<br /><br />但空间站进入航道后便自行其是，黑塔女士鲜少露面。公司此时才发现，站内满是科员的日常，而天才不见踪影。<br /><br />不同舱段的光照很难让人感到时间流逝，只有在倦怠的生活气息中，可以窥探到一丝痕迹。常有为藏品争论不休的三两干员，随着时间推移扭打一起；也有负责安保人士缺席日常巡逻，躲在行军床上小憩；年长的科员们向后辈讲起过往恋爱经历，伪装成临时杂工的大人物等待着下次转机…研究之余这里亦是生活，望向舷外便知，繁星沿途同行。<br /><br />虽行止有限，科员们仍会以浪漫的方式提起空间站内的庶务生活：星河是隽永的诗篇，「黑塔」空间站正徐徐地翻开书卷。",
        "ids": {
          "33015": 2,
          "43015": 3,
          "53015": 4,
          "63015": 5
        }
      },
      "6": {
        "name": "「黑塔」的漫历轨迹",
        "desc": "「黑塔」空间站建立起那一刻，黑塔女士便失去了兴致。它在湛蓝星上空保持着第一宇宙速度，在卫星轨道上留下环绕的轨迹。",
        "lore": "「黑塔」空间站因为其真正主人黑塔女士，经历了无数危机，也渡过了无数危机。<br /><br />满载着全宇宙中最奇异的藏品，就像是垂涎欲滴的肥猪置于饥饿食客的眼前，从来都不是安全的。仅凭公司招募的防卫科员、略显先进的防御系统，空间站还不足以承受来自星间的歹意…黑塔女士预先调遣，空间站留下一道优雅弧线，让谋划已久的太空阴谋来不及上演就已匆匆结束。<br /><br />至于逢凶化吉的情报本事，则被本人轻描淡写地描述为「将别人看书的时间用在了泡咖啡上」。<br /><br />比起意欲窃取藏品的盗贼、目的不明的各式派系，空间站最主要的威胁仍然来自其主人自身。她要是突发奇想，空间站便即刻遭殃。拟态恒星湮灭的奇物、暗星系碰撞的畸变引力场…黑塔女士趁着兴致，将各式藏品收集起来；实际到手后，她又常常失去兴致，再也不予问津。<br /><br />因此，尽管「黑塔」在深空中不言不语，其珍藏的各形态危机却像柄重锋宝剑悬于头顶。<br /><br />上级科员们对危险的现状早已熟稔于心，深知「秘密藏于危险之中」的道理。他们严格守护高度机密，切实按照标准执行收容，将危险隐没于平静之中…在空间站的茶水间里，他们是插科打诨的朋友；在空间站的收容舱深处，他们是技巧娴熟的专家，在这里，秘密将始终是秘密。<br /><br />在湛蓝星的近地轨道上，空间站一如既往地运行着，正如在冰湖表面上推出一枚砾石，它将依旧平缓滑行，悄无声息。",
        "ids": {
          "33016": 2,
          "43016": 3,
          "53016": 4,
          "63016": 5
        }
      }
    }
  },
  "302": {
    "id": "302",
    "name": "不老者的仙舟",
    "skills": {
      "2": "使装备者的生命上限提高<nobr>12.0%</nobr>。当装备者的速度大于等于<nobr>120</nobr>时，我方全体攻击力提高<nobr>8.0%</nobr>。"
    },
    "idxs": {
      "5": {
        "name": "罗浮仙舟的天外楼船",
        "desc": "泛于星海的罗浮仙舟被收拢于球中，玉界门上浮槎去来，若星月之出入。无数人曾来此寻求长生之秘，却又失望而归。",
        "lore": "罗浮仙舟数千年前从古老国度出发，横渡深空，谒见神明，求取不死仙药。<br /><br />生态巨舰缓缓驶入星空，如同坠入夜色中寂静的清月，长路漫漫而不知所向。在孤航旅程中，人们交替不断地沉睡、醒来、沉睡…追逐流星的鲸群在天顶陨落，亚空晶格结构体跨越光年延绵不绝。求药使们亲眼见证了超然伟力的存在，暗自欢喜，坚定了寻得长生不死的信心。<br /><br />罗浮仙舟航行数千年渐行渐止，在现实与虚幻混淆不清的边界遭遇「丰饶」之主。药师在舰船上降下神迹，倏忽间「建木」生成。其荫如云，遮天蔽日，其根繁密，包覆仙舟——罗浮仙舟遂如活物般获得了生命。<br /><br />贪求长生之人吞下「建木」果实，寻得梦寐以求的「无尽形寿」。自诩天人的仙舟民开始纵情享受无尽的生命，又以「建木」阐演仙道，造就种种非人奇迹。<br /><br />然而物盛而衰，乐极则悲，日中而移，月盈而亏。直到三劫既出，民不聊生，仙舟民才认清「奇迹」的真面目，是无法承受的灾厄。<br /><br />危难之时，英雄力挽帝弓，斫断建木。仙舟诸民重拾人本尊严，誓愿「复归凡身，清除寰宇不死劫」。随后的岁月里，仙舟开始巡猎星河，以清除长生孽物为己任。狐族重获自由与天空，持明封印污染与遗祸，三族缔结盟契，仙舟联盟于兹成立。<br /><br />繁荣与灾厄在航行中交迭同行，英雄与传说也伴随着历史不断登场。如今罗浮仙舟在得来不易的平和中休养重建，自由的商贸与开放的态度让它重焕生机。<br /><br />长生不老永久地塑造了罗浮仙舟，使它几经沉浮，沉淀出独特的、有关古典与现代的气质。寰宇商人途径此处，只消伫立片刻便能感受到时间留下了什么。",
        "ids": {
          "33025": 2,
          "43025": 3,
          "53025": 4,
          "63025": 5
        }
      },
      "6": {
        "name": "罗浮仙舟的建木枝蔓",
        "desc": "曾经罗浮仙舟因建木生发，成为仙舟舰队之尊；后来罗浮仙舟因建木成祸，自食长寿恶果…建木枝蔓已经牢牢缠住罗浮命运，难以分离。",
        "lore": "「丰饶」之主在罗浮仙舟中心埋下因果的种子，赐予求药使们名为「建木」的奇迹。而奇迹之所以被称为奇迹，是因为当它发生时，人们能立刻领会它的意义。<br /><br />建木缔结神实，满溢生命活力，求药使们所追求的无尽形寿蕴藏其中。从此，古老的禁忌与律法化为一纸废话，衰老与死亡的伦理也成为尘封旧史。人们遵循「仙道」对建木数度开发，使得坌土息壤掘之不尽，自在应身血肉化形，鸡犬得智能言…无数难以想象的技术，也在建木垂枝下化为有形。<br /><br />然而，建木却在时间催化下逐渐褪去面纱，初露狰狞，使长寿之人开始承受长寿之苦。<br /><br />仙人们繁衍不尽，却未尝一死。舰船上人满为患、饿殍遍地；仙舟社会少者郁志难伸，老者盘桓高位，更是结构崩溃、大厦将倾…金人叛乱、外敌当头，千年混乱劫余之后，人们又发现了藏在长生血脉中的黑暗，所谓「天人之体」只是超越人智的技术，堕入「魔阴身」的倾向警示仙舟人，自身与孽物仅差一步之遥。<br /><br />万般绝望之时，英雄长矢破空，天裂一射，斫断建木…尽管建木烬毁成桩，但仙舟命运从未与之断绝。<br /><br />它招引着外患侵凌，丰饶孽物数度入侵，开凿血肉扭曲形骸，誓将仙舟民吞噬殆尽；它也诱惑着仙舟民，药王秘传破除禁忌，深入建木丰饶之秘，重铸长生强权帝国…在漫长的外忧内患中，建木遗骸如同暗处绵延不绝的藤蔓，潜伏起来，意图择日再起灾祸。<br /><br />所幸，罗浮仙舟从未对「垂死枯木」放松警惕，他们誓将一切扭曲的源头，带往一切终结的尽头。",
        "ids": {
          "33026": 2,
          "43026": 3,
          "53026": 4,
          "63026": 5
        }
      }
    }
  },
  "303": {
    "id": "303",
    "name": "泛银河商业公司",
    "skills": {
      "2": "使装备者的效果命中提高<nobr>10.0%</nobr>。同时提高装备者等同于当前效果命中<nobr>25.0%</nobr>的攻击力，最多提高<nobr>25.0%</nobr>。"
    },
    "idxs": {
      "5": {
        "name": "公司的巨构总部",
        "desc": "位于庇尔波因特的公司总部被封存在位面球中。在星际和平公司的商业宏图之中，没有一颗星球可以置身事外，他们前往深空，是为了将全宇宙的力量集合起来。",
        "lore": "亚空间的敲击撼天震地，沉默的巨像孤独地铸造着横垣星河的壁障。自称领受神谕之人开始行动，他们要协助星神克里珀筑墙。<br /><br />宇宙危在旦夕，筑墙更是刻不容缓。渺小的人类无意效仿神明壮举，他们聚集成群，自命为星神的「后援队」，愿意将一切奉献给琥珀王——「后援队」借助存护之力，驾驶舰队去往不同的星系，采购石块、木料、黄金、超钛等建筑材料，片刻不停将建材运向亚空障壁，堆满行星荒原。<br /><br />短暂的黎明发展期结束之后，「后援队」在庇尔波因特站稳脚跟，成立了「星际和平公司」。为贯彻奉献的愿景，他们将目光投向深空。<br /><br />路易斯•弗莱明振臂一呼，远航贸易船队驶离星神克里珀身旁的星系，大宗贸易商品不再局限于建筑材料…他们计划连结银河、采办一切。随后，东方启行为跨越星河的商业世界执规行矩，构筑「信用点」体系，给寰宇中的一切商品制定价格。数以兆计的资产汇聚在庇尔波因特的巨构建筑之下，它像是沉默的黑洞，侵吞着人们关于财富尽头的想象。<br /><br />如今，星际和平公司的舰船遍布星河，仍未停止过扩张。「商业独裁」的言论甚嚣尘上，公司毫不在意，他们自知初心从一至终。<br /><br />公司新人入职培训方式日新月异，近八百个琥珀纪后，唯有一项历史观摩活动从未改变——彼时，公司创始人路易斯•弗莱明站在「后援队」前激情演讲，他提出联合宇宙的宏愿，支援星神保护宇宙的理想。演讲话音刚落，遥远而巨大的敲击声落下，为这庄严肃穆的一刻注入了崇高的使命，那时他们便知道，这就是百折不移的信仰。<br /><br />「一切献给琥珀王。」",
        "ids": {
          "33035": 2,
          "43035": 3,
          "53035": 4,
          "63035": 5
        }
      },
      "6": {
        "name": "公司的贸易航道",
        "desc": "借助「信用点体系」的便利，跨越星际的商贸得以成立。星际和平公司用经济活动连缀繁星，拓展了贸易边界。",
        "lore": "「后援队」围绕着星神克里珀身边的星系往来匆匆，旧日舰船轨迹形成了最初的航道。<br /><br />深信着星神所为必有意义的「后援队」，向邻近的星系跨出物物交换的第一步。「后援队」备好运力充足的舰队，稀缺珍贵的物资，以及难以拒绝的条件，无数跨越星系的贸易就此产生。随即，「后援队」掌管航道信息，独占议价权利，率先制定了银河商业铁则。<br /><br />满载着木材、石头、钢筋、超钛的舰队行过星神克里珀身边，如同飞虫盘旋。琥珀王不言不语，未曾投下注视。<br /><br />时移世易，邻近星系的贸易已经不再满足繁忙的「后援队」。两位聪明人决心纵深银河，星际和平公司就此成立。公司提供一切其他星球感兴趣的商品，并用「信用点」标上了公平价格。从此以后，银河的贸易航道建立起来，加入公司商业网络的各星球都能共享同样的货币，购买同样的商品，享用同样的服务。<br /><br />「信用点体系」下的商船在星海间流动，贸易航道交叠重合，交织成泛银河网络。满载着远星异宝的舰船无数次行过星神克里珀身边，仍如萤虫环绕，星神沉默如旧。<br /><br />自「后援队」时代累积的建材，已经堆满星神克里珀身边的每颗星球，数目只增不减。星神克里珀无意采用殷勤的馈赠，祂始终关注着凡人不可预见的危机，不得不以光年为单位铸造障壁。昔日采办物资的小组织，早已成为银河中伸手云覆手雨的庞大势力，他们凝望着无首巨像，从未觉得这一切都是徒然无功。<br /><br />「一切资本的翻滚及增长，都是为了在克里珀有需要之时，能够满足星神的愿望。」",
        "ids": {
          "33036": 2,
          "43036": 3,
          "53036": 4,
          "63036": 5
        }
      }
    }
  },
  "304": {
    "id": "304",
    "name": "筑城者的贝洛伯格",
    "skills": {
      "2": "使装备者的防御力提高<nobr>15.0%</nobr>。当装备者的效果命中大于等于<nobr>50.0%</nobr>时，防御力额外提高<nobr>15.0%</nobr>。"
    },
    "idxs": {
      "5": {
        "name": "贝洛伯格的存护堡垒",
        "desc": "位面封装的是贝洛伯格行政区最常见的风景：永冬铭碑。人们从这里路过，感受到来自遥远而温暖的目光守护着他们。",
        "lore": "几千年前，彼时的雅利洛-Ⅵ拥有四季如春的气候与令人嫉妒的海洋环境。<br /><br />林中缀满硕果，潮汐送来湿润暖意，美酒如甘泉般可随手掬取、人人痛饮。当地的居民极富进取心与活力，修建了道路、城市、海边的别墅以及精美的宫殿。富足滋润的生活似乎总是从晨曦的一杯咖啡开始，到暮色的一杯麦芽酿结束。<br /><br />随后星轨连通了雅利洛-Ⅵ的世界，为这里带来了星间贸易和天外科技。<br /><br />一开始，异界的访客们为追寻地髓矿石而来，这些晶莹剔透的矿物蕴藏着驱动工业的血液，琥珀色的反射倒映出存护的光彩；再后来，异界的访客们为长住久安的生活而来，它的海湾、棕榈树、节奏轻快的乐曲，适合任何疲惫的旅客寻求归宿——人们相信假以时日，这颗气候湿润的星球必将如同其他耀目明星一般在银河闪烁。<br /><br />约摸一千年前，一枚星核划过天际，坠落在这个世界上。<br /><br />随即，整个星球的命运急转直下，如同荒诞的闹剧。暴戾的毁灭军团从天而降，滔天的战火此起彼伏。筑城者们构筑起城墙与战线，百米巨像峨然耸立与龙形巨兽角力——紧接着，毫无征兆的寒潮突然出现，凛冽的风暴不分敌我，吞没了一切，整颗星球万籁俱寂…看不见的巨大空间屏障遮覆了堡垒城市，就像寒夜里怀中护住的烛火，文明因此延续。<br /><br />再后来，这座城市被称为贝洛伯格。",
        "ids": {
          "33045": 2,
          "43045": 3,
          "53045": 4,
          "63045": 5
        }
      },
      "6": {
        "name": "贝洛伯格的铁卫防线",
        "desc": "贝洛伯格的银鬃铁卫矗立在风雪之中，他们排成一线，等待着前来进犯的天外入侵者。铁卫的意志坚不可摧，铁卫的阵线也绝不后退。",
        "lore": "灾难来临前，筑城者曾对雅利洛-Ⅵ有过美好畅想。<br /><br />筑城者效仿克里珀伟力，铸造出能够改造行星的机械。数百座「造物引擎」吐息烈焰，轰然行于大地，犹如不倦的巨人园丁修葺荒芜的花田。短短几十年，沟壑与丘陵被整为平原与森林，城市星罗棋布耸立于海岸之畔。<br /><br />「毁灭」的预兆降临后，筑城者将机械悉数投入战场，构筑起最初的「铁卫防线」。<br /><br />毁灭的兵卒们如同蹈火的飞萤，紧随星核而至，在地表划下生灵涂炭的轨迹。曾用于「造物」的机械也不得不沦为凶器，在不属于它们的战场上抡动铁拳；最终，耕耘花园的巨人力尽倒下，仿佛一座座文明的墓碑，标记了阵线逐日溃退的历程。<br /><br />退无可退的那一日，铁卫们握紧武器，身后是仅存的家园。<br /><br />寒潮的到来出乎所有的人的意料。天外的怪物与前线的士兵锋刃交错的瞬间，雪线漫涌天际。一片混沌中，贝洛伯格成了世间唯一的灯火。为了扑灭它，为了守护它，双方陷入了漫无止境的厮杀。铁卫们咆哮着阿丽萨•兰德的名字，返身进入风雪深处，再也没有回来。<br /><br />直到暴雪止歇，贝洛伯格的居民战战兢兢地攀上城头远眺。<br /><br />他们见证了最后的「铁卫防线」。",
        "ids": {
          "33046": 2,
          "43046": 3,
          "53046": 4,
          "63046": 5
        }
      }
    }
  },
  "305": {
    "id": "305",
    "name": "星体差分机",
    "skills": {
      "2": "使装备者的暴击伤害提高<nobr>16.0%</nobr>。当装备者的暴击伤害大于等于<nobr>120.0%</nobr>时，进入战斗后装备者的暴击率提高<nobr>60.0%</nobr>，持续到施放首次攻击后结束。"
    },
    "idxs": {
      "5": {
        "name": "螺丝星的机械烈阳",
        "desc": "位面封装的是螺丝星的核心——行星被囚于由无数杠杆、活塞与齿轮构成的囚笼中，螺丝星的住民美其名曰「钢铁太阳」。",
        "lore": "关于机械生命的本源，博识学会的碳基学者们有个意趣的推测：一簇偶然诞生的电子流。<br /><br />电流于大气和岩层中四处流窜，在无数次引力与斥力作用下又分化成大小不一的次级形态——在学者们的自圆其说中，此举无异于碳基生命演化中的「复制」；随后，无数电流又经由行星表面天然形成的晶体管结构随机输出高低不一的电位，缔造了最原始的程序——学者们自鸣得意，正论机械便是如此拥有媲美碳基生命的「思想」。<br /><br />某位机械学者对此提出异议：尚无法解明本身生命起源的碳基生命，何来权利对这谬论言之凿凿？一言既出，寰宇学界便剧烈震荡——机械生命开始重新审视蛮横的「碳基中心主义」、审视自身的本源。<br /><br />然而，螺丝星上的螺丝族却只能暂缓步伐——因星体能源比它们的灵感回路枯竭得更快。它们必须首先寻求种群存续的方式。<br /><br />最终，它们决定践行超越数个琥珀纪的疯狂计划：它们将那濒临死寂的星球当作燃料，用以驱动星体差分机。令人惊叹的齿轮巨构不知疲倦地吞吐刻有空隙的纸带，有条不紊地反复演算。在行星级的能源供给下，庞然机械将模拟出逼真且稳定的超生态系统——它们将围绕母星打造新的家园。<br /><br />行星危机解除，螺丝族暂得歇息。向来理智、乐观、优雅的它们决心以纯粹理性的方式探索起源的答案。<br /><br />庞大的系统中充斥着轴承摩擦的声响，致密的咬合驱动着打孔纸带流动数据。一个分支流淌出复数的分支，无数的分支又指引着数以万亿的齿轮轰响…随后，这些分支再一次次收束、倾倒，坠入熔炉之中，在泡沫的寂灭里归于沉静。在漫长的时间中，程序设定的超生态系统渐趋于一种绝妙的相对稳定——有关机械根源的猜想开始令螺丝族浮想联翩。<br /><br />驱动废星的钢铁架构再次激活了灵动的思想电流。它们将继续思考、探索自身本源何在，直到那举目恒见的机械烈阳彻底燃尽为止。",
        "ids": {
          "33055": 2,
          "43055": 3,
          "53055": 4,
          "63055": 5
        }
      },
      "6": {
        "name": "螺丝星的环星孔带",
        "desc": "行星环承载着螺丝星的一切——有多少人曾意识到密布的矩形孔隙阵列书写了行星系统的真相？",
        "lore": "绝大多数螺丝族都有所不知——螺丝星正是无机生命解答本源问题的一次伟大尝试。<br /><br />螺丝咕姆感到有些空虚。解明螺丝星的运作逻辑一事甚至没能在它的智能脉冲波形图上引发哪怕一组异常震荡。<br /><br />他站在自家宅邸的宽阔露台上，仰头遥望着那未曾止熄的行星引擎。方孔密布的行星环从星体背后穿出，这颗星球所承载的一切就坐落在条带之上，以引擎为轴静静公转，日复一日。他已见证过了，这个行星系统的本质实在荒诞到令人绝望：一串优雅的状态转移方程，一只巨大且冰冷的滚筒——这就是螺丝星的全部，别无其他。<br /><br />根据他对方程的解读——行星差分机诞生之初，它的领衔缔造者试图将宇宙本源解释为一种元胞自动机及其递归，而螺丝星本身即为一种生命游戏的实践。<br /><br />螺丝族及其他星球表面的无机生命担任该自动机中的「细胞」，同时也是规模更小的细胞自动机。自动机总由许多更小的自动机构成，一直可以追溯到组成宇宙间一切物质的最小组分。可最小组分是什么？没人知道，螺丝咕姆不知道，那位首先提出打造差分机的学者恐怕也不知道。<br /><br />这就是螺丝咕姆感到空虚的原因。<br /><br />那位学者的尝试难道就此失败了吗？可行星差分机已不知疲倦地运作了数个琥珀纪；这岂不是意味着螺丝族与母星、乃至全宇宙的本源都可归于那串优雅的方程？又不尽然——在这超生态系统彻底崩溃之前，那方程是不可证伪的。<br /><br />他摇晃着盛满机油饮品的精美玻璃杯，视线不曾从那记录着行星真相的星环上移开。巨幕般的打孔环星带不知疲倦，矩形孔隙阵列筛下后夜的月光。螺丝咕姆不住地沉思。他想，递归的出口真的存在吗？无机生命——或更进一步地，宇宙的本源究竟是什么？<br /><br />他真的甘于只做前人思想的见证者吗？<br /><br />「不。」螺丝咕姆得出结论。他决定求取答案。",
        "ids": {
          "33056": 2,
          "43056": 3,
          "53056": 4,
          "63056": 5
        }
      }
    }
  },
  "306": {
    "id": "306",
    "name": "停转的萨尔索图",
    "skills": {
      "2": "使装备者的暴击率提高<nobr>8.0%</nobr>。当装备者当前暴击率大于等于<nobr>50.0%</nobr>时，终结技和追加攻击造成的伤害提高<nobr>15.0%</nobr>。"
    },
    "idxs": {
      "5": {
        "name": "萨尔索图的移动城市",
        "desc": "位面封装的是萨尔索图星上仅剩的移动城市之一：风滚草。这座城市从未停下，才勉强做到不被黑夜或者极昼吞没。",
        "lore": "若从宇宙的视角看去，萨尔索图星整体因广袤的沙海而呈现出发亮的金色，星球表面的巨大陨石坑群也清晰可见。<br /><br />在某个时刻，奇特的陨石雨连续不断坠入萨尔索图星。「陨石星群」造成的持久冲击与行星形成了特殊的夹角，让星球的自转渐行渐止。像是摁下了「世界停止」的按钮，萨尔索图的昼夜逐步延长，直到日出日落漫长无比，直到没有人能够忍受，直到整个星球的自转停了下来……<br /><br />长达半年的日照酷暑和黑夜严寒既成事实。整个萨尔索图只剩下唯二的移动城市，仍紧紧咬住晨昏线，一刻不停地移动。<br /><br />磅礴的空中堡垒如同体积巨大的雨云，缓缓从金色沙漠的上空飞过，鸣声轰响如雷；所经之处沙尘如瀑，铺天盖地。在巨大的移动城市之上，背负翼装的萨尔索图人在城市建筑间上下翻飞。天灾中侥幸生存下来的飞行民族，属于天空，却又被束缚于天空。<br /><br />清晨，空渔人们从港口出发，俯冲向沙地，猎捕燃素水母，于傍晚回到城市。借着神秘的能量生物，城市勉强地维系着航行。<br /><br />尽管生存延续的危机仅寄托在两片脆弱的羽翼之上，但是萨尔索图人生性乐观，不愿意让沉重的命运压弯了脊梁。他们花费时间与家人一同练习玻璃制成的乐器，将乐声录进玻璃蚀刻之中；他们也爱好结交笔友，将书信放进「蒲公英信箱」里，留给晨昏线另一端的移动城市……<br /><br />地磁场逐渐衰弱，大气层也日渐稀薄。即便末日近在眼前，但生命尚未熄灭，翔鹰便会一刻不停地飞下去。",
        "ids": {
          "33065": 2,
          "43065": 3,
          "53065": 4,
          "63065": 5
        }
      },
      "6": {
        "name": "萨尔索图的晨昏界线",
        "desc": "停止自转的萨尔索图星的日夜周期漫长无比，人们只有追逐着「晨昏交界线」不断迁徙，才能勉强维持住仅剩的生存空间。",
        "lore": "自从「陨石星群」造成的停滞开始，「晨昏交界线」便成为了萨尔索图人狭隘的生命线。<br /><br />当一切刚开始的时候，人们仍然以为昼夜交替理所当然。晨昏线拂过大地，翻越山峰、跨过沟壑，给未醒的带去黎明，给将眠的送上晚霞…而当光与暗的步伐缓慢之后，白昼和黑夜不再熟悉，无尽漫长的酷热严寒如同地狱泥沼，将深陷其中的生命缓慢埋葬。于是，挣扎求生的萨尔索图人，搭上飞行的移动城市，追逐着晨昏。<br /><br />登上移动城市「风滚草」的瞭望台，顺着前进的方向看去，前方是白昼，身后则是黑夜。<br /><br />「风滚草」的追赶并非只是为了生存，更是为了尊严的生活。它前进得比晨昏线更快一些，清晨就会步入午后；比晨昏线更慢一些，黄昏便潜入深夜。生性乐观的萨尔索图人还原了每一个「平凡一日」。与生俱来中的浪漫基因，让他们能在安宁闲适的午后吟唱，也能在满缀繁星的夜晚酣睡。<br /><br />然而，顽强执拗的飞翔却终究是陷落了，移动城市的残垣断壁还是被晨昏线甩在了身后。<br /><br />多年以后，两座始终互不相见的移动城市矗立在一起，残骸中炮塔分别指向彼此。想必是某座城市跨越过半颗星球的昼夜奔向了另一座城市，率先挑起了战争。两座城市惨烈的战争痕迹在沙丘之下若隐若现，连同无名的仇恨合二为一，化为了同一座废墟。<br /><br />萨尔索图星沉默着，不知从何时起，它的自转周期渐渐减少，将在无人的未来迎来星球自愈。",
        "ids": {
          "33066": 2,
          "43066": 3,
          "53066": 4,
          "63066": 5
        }
      }
    }
  },
  "307": {
    "id": "307",
    "name": "盗贼公国塔利亚",
    "skills": {
      "2": "使装备者的击破特攻提高<nobr>16.0%</nobr>。当装备者的速度大于等于<nobr>145</nobr>时，击破特攻额外提高<nobr>20.0%</nobr>。"
    },
    "idxs": {
      "5": {
        "name": "塔利亚的钉壳小镇",
        "desc": "位面封装的是塔利亚上无依无靠的破落小镇：「钉壳」。盗贼们在这个水源地建立破布、钢筋和木板的小镇，为了暂时的和平。",
        "lore": "一场意外，慌忙逃生的星际盗贼来到了塔利亚，为了躲避「巡海游侠」的追击。<br /><br />最开始的时候，塔利亚只是被称为「繁星垃圾场」的荒凉地，曾经的灭星战事给塔利亚表面带来了堆积如山的断迹残垣、弥散不去的辐射污染，同时也带走了这里的仅存生机。慌张的盗贼走投无路，却落入了星球表面之下的洞窟，那是鼠类种族曾经留下的隧道…盗贼们逃过一劫，有关「盗贼公国」的理想在遗落秘境中悄然诞生。<br /><br />无数的地穴网络，互相连接，如同巨大的迷宫。更多的盗贼团体被理想吸引，来到这里积累财富、交换技术，为公国打下了基础。<br /><br />越来越多的盗贼在这里定居，蛮荒的星球开始热闹非凡。大盗贼演说着「盗贼公国」的理想，承诺「金库」将用于建立人人公平的国家。但当财富越来越多时，妄图独占它的大盗贼们又撕毁了脆弱的协议。佣兵、暴乱、里应外合…混乱的战争此起彼伏，也许筹划者们从一开始就不相信所谓人人公平的理想。<br /><br />于是痛恨幻想的盗贼们再次回到了「无知者为王」的混沌时代，他们抢占水源建立城镇，嘲弄着公平正义。<br /><br />「钉壳镇」里人人皆是悍匪，他们驾驶着气质暴戾的越野车横征暴敛，与荒漠上其他的匪帮争夺资源，用废铁和旧电线创造了机甲和武器…越是贫瘠的废料堆上，反而越能获得末路狂欢的洒脱。那些甜美的理想如同辐射热风中的一缕狗屁，早已经没有留下什么痕迹了。<br /><br />觥筹交错恍惚间，半梦半醒的盗贼们理解了，「盗贼公国」从来就不是建立什么，而在于摧毁什么。",
        "ids": {
          "33075": 2,
          "43075": 3,
          "53075": 4,
          "63075": 5
        }
      },
      "6": {
        "name": "塔利亚的裸皮电线",
        "desc": "这是从废料场中收捡来电线，它的绝缘层部分脱落，部分残留，但仍然没有退役。在塔利亚的盗匪小镇上，从来就没有真正的废物。",
        "lore": "这条裸皮电线是陈旧的，它曾整齐排布在一艘慌忙逃窜的星舰上，直到巨大的冲击让它与潮湿的空气接触一起。<br /><br />整艘星舰被拖入错综复杂的地下通路之中。盗贼星舰上，钢板钢甲被逐层卸下，电源线路被粗暴拆解，它们被用来建立最初的同盟市集。随后，盗贼们在这里积攒财富，畅谈理想…随后，旷日持久的尔虞我诈开始了，互相猜忌与背叛，独裁者和叛徒的战火从地下隧洞烧到了地上荒漠。<br /><br />这条裸皮电线依然是陈旧的，它被匪徒从坑洞中挖出，连接在一辆四面漏风的巨大改装越野车上，奔向远方的水源地。<br /><br />告别背叛战争之后的幸存者们当务之急是寻找塔利亚的水源地。他们驾驶着简陋无比，质量堪忧的交通工具，在满是玻璃碎渣的戈壁上日行千里。悍匪们的车队，时而相互追逐，扬起沙尘与浓烟；时而自由地将人类抛出，扔进车上或者其他任何地方…生存的压力让他们别无他想，只有闷头前进时不会迷惘。<br /><br />这条裸皮电线始终是陈旧的，它又被匪徒从越野车上拆下，添置到小镇的灯箱里，老化的电线致使灯光闪烁频频。<br /><br />自称是「警官」的老流氓建立了最初的「钉壳镇」。他手腕强硬、作风毒辣，凭借着个人魅力将废料场打理得井井有条，小镇也日渐热闹。缺根筋的工程师做出意料之外的废物机器，不要命的废土客也喜欢在地下的竞技场打得有来有回…在夜深的吧台前，他们斟满汽油味的葡萄汁儿，把杯子碰在一起，庆祝着侥幸又活过一天。<br /><br />塔利亚没有什么新鲜事物，不过是老东西随着变动的时代得到新使命罢了。",
        "ids": {
          "33076": 2,
          "43076": 3,
          "53076": 4,
          "63076": 5
        }
      }
    }
  },
  "308": {
    "id": "308",
    "name": "生命的翁瓦克",
    "skills": {
      "2": "使装备者的能量恢复效率提高<nobr>5.0%</nobr>。当装备者的速度大于等于<nobr>120</nobr>时，进入战斗时立刻使行动提前<nobr>40.0%</nobr>。"
    },
    "idxs": {
      "5": {
        "name": "翁瓦克的诞生之岛",
        "desc": "位面封装的翁瓦克星球上最著名的岛屿——瓦克岛。整座岛屿郁郁葱葱，在名为「西斯腾」的大树上，结满了各式动物的果实。",
        "lore": "翁瓦克是颗狭小拥挤的星球，遍布着雨林和岛屿，旺盛的生命力是这最醒目的象征。<br /><br />旺盛的生命力使得翁瓦克赤道附近的雨林遮天蔽日，雨林低处常年不见日照，满是腐生菌类和弱光植物。生存在这里的智慧生物聚集在回归线附近，无论高低的植物在这里都能自然发育，每天都有新的蔬果长成，随时随处都可摘取，当地人也大多以蔬果为食。<br /><br />不过，无论是迁居至此的人类还是土著种族瓦克瓦克，始终对西斯腾大树上的动物果实保持着近似宗教的敬畏。<br /><br />西斯腾大树总是一刻不停结成果实——那些澄黄半透明的球形果实，随着时间逐渐变大、变得沉重，从树枝上垂下，直到果梗承受不住，它便会发出清脆的响声坠向地面。纤薄果皮碎裂开来，各式各样的生物从此处诞生：鱼类、飞鸟、寒带的白熊…在翁瓦克星，他们有着共同的母亲。<br /><br />被称为「魔王」的生物也在西斯腾的果实中诞生，它自醒来一刻便懂得挥动刀斧般的巨钳，向翁瓦克的整个生态宣战。<br /><br />然而每隔六十个自然年，西斯腾大树都会诞下新的魔王，周而复始。翁瓦克住民们对绝望的宿命轮回早有防备，临近魔王苏醒之时，他们便会暂置争端、携手与共，组织起最强的战士驶向瓦克岛…六十年后又六十年，荒谬的讨伐战在狭小地貌上反反复复上演了数百年。魔王是翁瓦克恒常的灾难，文明的缓存被周期性地清理干净。<br /><br />因此，对翁瓦克而言，旺盛的生命们彼此争斗不休，看似变化动荡激烈，实则如同一潭死水。",
        "ids": {
          "33085": 2,
          "43085": 3,
          "53085": 4,
          "63085": 5
        }
      },
      "6": {
        "name": "翁瓦克的环岛海岸",
        "desc": "瓦克岛的海岸线上，海面时高时低，浪潮时涨时落…千年不变的风景，见证了如同潮汐一般的兴衰。",
        "lore": "随着西斯腾的果实因丰硕而坠落地面，不同种类的生物在瓦克岛上苏醒、啼哭、随即离开，它们离开海岸线在翁瓦克上寻找自己的栖息地。<br /><br />一开始，星际外来者被当作是莽撞的窃贼，在部落式的「亲切问候」中，逐渐理解了翁瓦克的文明困境。随即外来者乘上当地住民的木船驶向瓦克岛的海岸线，好奇怎样的魔王会从果实中诞生。部落战士们心怀忐忑地潜伏在浅滩上，握紧石器时代的武器，为了六十个自然年的和平安宁，他们早已下定不归家的决心。<br /><br />随着战事深入，外来者查清了「魔王」的面目——那是曾一度绝种的星际虫类，从未有人想过它会如在宇宙角落里以这样的面目出现。<br /><br />惨烈的讨伐结束之后，幸存的少数本地居民带着胜利的消息离开了海岸线，而好事的外来者则悄悄留了下来。他们拨开巨树垂下的树枝，陷进淹没半身的泥沼，在雨林洼地之下，外来者找到深处的管理舱室——至此，关于翁瓦克的秘密得以揭晓：高等文明的物种恢复系统化身西斯腾大树，将无数生命方程解码放出，以恢复星球生态。<br /><br />周期性出现的魔王，不过是茫茫生物库中的一条数据。外来者删除了魔王数据，离开了翁瓦克，深藏功与名。<br /><br />瓦克岛的海岸线上只有潮汐静静拍打的声音，翁瓦克的土著联军列阵以待，确信魔王再也没有降临。他们举杯同庆、彻夜欢歌，畅谈未来。然而两族盟友转身告别之后，便各自策划着独占翁瓦克的战争…没有魔王的翁瓦克，盟约只是一纸空谈。狭小的星球经不起两个种族的冲突，短暂而脆弱的和平从此消失踪迹。<br /><br />瓦克岛的海岸线依旧平静。人类与瓦克瓦克退出历史舞台之后，翁瓦克终于完成了生态恢复。",
        "ids": {
          "33086": 2,
          "43086": 3,
          "53086": 4,
          "63086": 5
        }
      }
    }
  },
  "309": {
    "id": "309",
    "name": "繁星竞技场",
    "skills": {
      "2": "使装备者的暴击率提高<nobr>8.0%</nobr>。当装备者的当前暴击率大于等于<nobr>70.0%</nobr>时，普攻和战技造成的伤害提高<nobr>20.0%</nobr>。"
    },
    "idxs": {
      "5": {
        "name": "泰科铵的镭射球场",
        "desc": "位面封装的泰科铵星规格最高的竞技场——泰科铵大球馆。球馆内外人声鼎沸，彩旗展动…激动人心的机动球竞技比赛将在万众瞩目中盛大开幕。",
        "lore": "泰科铵星曾是公司的沉船港星球，定损业务员会被派去清理旧船残骸，发掘剩余价值。<br /><br />业务员将「派驻泰科铵星」视作一去不返的流放。在这颗小行星上，成山的碳纤维与不锈钢描摹着巨船退役前的轮廓，钢筋废墟上投下虚无的阴影，渴望召回的欲望愈演愈烈。数年间，业务员们在甲板之下抢夺高规零件，穿着推进设备在沉船舱通道中疾速追逃，形成了一套阴影中的「地下法则」…即便如此，困兽们也未能得偿所愿，终究无人返航。<br /><br />困兽们的「地下法则」从未躲过监视，被随身影像传回公司，化为高位者的饭后笑谈。「传统项目部」投资人颔首沉思，从中嗅到一丝「娱乐」的可能性。<br /><br />按照规划，全银河首个以「泰科铵机动球」为主体的竞赛项目将在泰科铵星横空出世。数座星球改造机器降临这里，它们将废弃的星船连根拔起，不留一处阴影。默默无闻的小行星，围绕着「机动球」运动改头换面，转眼之间成为璀璨耀眼的竞技圣地。「届时，将无人会在乎荒诞的原型，留下的只有纯洁的运动精神、以及高额的商业合同」。<br /><br />身着推进器护甲的运动员，变幻莫测的立体赛道，激荡火花的身体对抗…「机动球大赛」一经推出，便跻身银河焦点。终年夜色的泰科铵星上从此镭光四射，不见阴影。<br /><br />大球馆内，球队主客攻防难解难分，声嘶力竭的观众座无虚席，他们高呼战队的名字，高呼球星的名字，山呼海啸的喝彩声经久不绝；大球馆外，泰科铵星也未曾安静片刻，转播授权、特许赞助、广告合同在交易市场上明争暗夺，地下世界的乐透式投注也常常暗潮汹涌，各自欢喜离愁…如同墨水一般的夜色阴翳早已化为镭光底板，默默衬托着竞技场的流光溢彩。<br /><br />泰科铵大球馆从诞生起便一直夜如白昼，谁也不记得褪去的阴影究竟藏在何处了。",
        "ids": {
          "33095": 2,
          "43095": 3,
          "53095": 4,
          "63095": 5
        }
      },
      "6": {
        "name": "泰科铵的弧光赛道",
        "desc": "泰科铵大球馆的标准赛道通常为金属结构外覆光滑混凝土与原木地板。为了让场内观众清晰观赛，大量透明聚碳酸酯材料被投入球馆，战况一览无余。",
        "lore": "「传统项目部」召集来星际和平娱乐的运动专家，要求他们剔除所有荒蛮要素，将泰科铵的「地下法则」改造成「能赚钱的竞技比赛」。<br /><br />材料专家率先设计出「机动球」尝试满足需求——直径<nobr>35</nobr>厘米，重约<nobr>30</nobr>公斤，混合了碳纤维与不锈钢的科技铁球。它无时无刻不追逐着相位灵火的变换，通过无规律移动增加了比赛的意外性。运动装备专家跟进设计，开发出机动球标准推进护甲，方便尖端的运动、医疗企业能够呈现企业素质，确保了稳定收入与安全竞技的可持续性。<br /><br />至此，泰科铵机动球协会正式成立，制定了初版《泰科铵机动球比赛规则》。两支队伍各7人的比赛制度也从此确立。<br /><br />博识学会的赛道建筑师将「竞逐」概念提制成立体环状赛道——标准长度<nobr>2.91</nobr>公里，赛道中心平直区域宽5米，两侧弧形区域宽2到<nobr>14</nobr>米不等…机动球队员们将在宽敞明亮的赛道上单向飞驰数圈，伴着呼啸声与碰撞声，完成整场比赛。根据实际测试，在赛道高速行进过程中，非连贯的点状光源会在运动员视觉暂留中连接成线，数条幽明可现的流明会形成专属的弧光赛道。星际和平娱乐向富商们发出邀请，承诺他们最受瞩目的竞技应有的曝光率。随即，联赛俱乐部建制完备，最具天赋的球员齐聚一堂、整装待发。<br /><br />星际和平影视独占赛事转播，借助超距遥感，他们将实况比赛放送到殊方异域的角落。顶尖运动员的感官体验也被全程录制，足不出户的观众能直接体验速度与碰撞、呼啸与弧光。旧日沉船港停满观光舰船，纷乱的人群在布满灯光与广告的街头汇集，随后缓慢地流向大球馆内。他们确认好席位，四处张望，满眼尽是横幅彩旗与麦芽飞沫，明亮的赛道在探照灯下静静伫立。<br /><br />在山呼海啸的欢呼声中，第一场比赛开始了。",
        "ids": {
          "33096": 2,
          "43096": 3,
          "53096": 4,
          "63096": 5
        }
      }
    }
  },
  "310": {
    "id": "310",
    "name": "折断的龙骨",
    "skills": {
      "2": "使装备者的效果抵抗提高<nobr>10.0%</nobr>。当装备者的效果抵抗大于等于<nobr>30.0%</nobr>时，我方全体暴击伤害提高<nobr>10.0%</nobr>。"
    },
    "idxs": {
      "5": {
        "name": "伊须磨洲的残船鲸落",
        "desc": "位面封装的是塔拉萨的伊须磨洲自治区。仙舟「岱舆」断舰坠毁于此，启迪了伊须磨洲文明。",
        "lore": "「在很久很久以前，众神的宫殿自高天之上陨落。」<br /><br />先是大气层外的影子，紧接着是大气摩擦的火光，最后它露出了全貌——那是一座偌大的宫殿，即便聚集起整个伊须磨洲的工匠，也造不出的伟物。它下坠得很缓慢，就像是凝结在天边一样，伊须磨洲的海洋足够宽阔，但没人确定它足以容纳这座自高天之上陨落的仙宫。<br /><br />「一些人四散奔逃，一些人留在海底和陆上的村落中，等待着神陨的降临。」<br /><br />陨落的仙舟「岱舆」残舰撞击了塔拉萨行星表面。伊须磨洲海域中心被撞出深井似的水坑，七个行星日后才逐渐平复。宏伟的废墟静默地屹立在海床之上，宛若神骸，悲凉又壮丽。劫后余生的伊须磨洲人原本就生活在海底，他们惊叹、惋惜，熟悉的家园被天外仙宫砸得粉碎。他们欢呼、雀跃，「神陨」之后，「岱舆」的断舰残骸成为了他们新的家园。<br /><br />生存条件改善，伊须磨洲人有了更多时间和精力用于思考。环顾天降宏伟废墟，他们终于来得及提出重要的问题：「他们」是谁？「他们」从何而来？<br /><br />彼时，伊须磨洲人不知冶炼金属，也尚未发明文字。只好用想象力弥补知识，用故事理解一切。于是，「传说」诞生了。传说口耳相闻，「神话」便应运而生。神话构筑认知，「文明」便由此创生。星移物换几百年以后，塔拉萨已成为了仙舟联盟的贸易伙伴，伊须磨洲的水居者们第一次踏入「仙宫」，第一次见识到仙舟全貌，也终于知晓了「神陨」的真相。<br /><br />学养良好的伊须磨洲人总是将自己视为「岱舆」的某种存续，「岱舆曾追随的即是我们应追随的，岱舆曾抗击的即是我们应抗击的」。当他们谈起过去的故事时，依然会如此开头——<br /><br />「在很久很久以前，众神的宫殿自高天之上陨落。」",
        "ids": {
          "33105": 2,
          "43105": 3,
          "53105": 4,
          "63105": 5
        }
      },
      "6": {
        "name": "伊须磨洲的坼裂缆索",
        "desc": "坠落的仙舟「岱舆」断舰永远地碇泊在异乡，也许是时候解开缆索，让它返航了。",
        "lore": "随着文明启迪，伊须磨洲人不再将断舰中的遭难者们视为陨落的神明，但这分毫不改变他们崇敬之情。伊须磨洲的诗人如是吟咏：「大海吞没的是凡人，魂灵却永生不死。」<br /><br />按照伊须磨洲的历法，每年潮骚月的第二个休息日是「神陨节」——水居者们吟诵经文、吞食草药、随着水流跳起怪异的舞蹈，以纪念那些自身陨落却为伊须磨洲带来庇佑的「神明」。到了近现代，「神陨节」逐渐失去原本的宗教意义——歌谣代替了经文，美食取代了草药，只剩下怪异的舞蹈作为文化遗产传承至今。<br /><br />最近数百个星历年中，伊须磨洲毫不吝啬地将独特的文化与外界共享，神陨节的形式也在悄然发生着改变。<br /><br />伊须磨洲的陆地城市通常是年轻人的世界，神陨节期间更是通宵达旦、彻夜笙歌。域外访客们常常选择神陨节期间共襄盛举，尤其仙舟游客都很喜欢这里，他们钟情于城市中生机勃勃的气氛，如火焰般热辣炽热、如海啸般势不可挡。随着青春期过去，水居者肺部会逐渐萎缩，颈侧演变成鳃状，手脚和双眼也会变得更适合海底生活。诗人们总是说「伊须磨洲人将喧闹狂欢的青春留给了陆地，将沉静肃穆的暮年留给了海洋」。<br /><br />在仙舟天驱商会推动下，神陨节多了一项仪式——潜入「岱舆」断舰中搜寻到仙舟人遗骨敛入星槎，发射至塔拉萨所属的恒星。<br /><br />伊须磨洲人接触到「岱舆」历史的同时，也了解了陨落时刻的悲剧：当岱舆仙舟四分五裂，一切都已无可挽回之时，岱舆的领袖青竹即刻决断，誓用壮绝的牺牲断绝寿瘟诅咒的污染。仙舟联盟希望陨落的英雄们能得到体面的慰灵奠仪，而免遭罹难的伊须磨洲人也给出了自己的回答。<br /><br />神陨节的夜晚的某个时刻，狂欢戛然而止——青年、孩子与仙舟人们坐在岸边，年长者浮出水面，肃穆地凝望着海平面。紧接着，几艘星槎破水而出，自海底向着恒星飞去。<br /><br />星槎上镌刻着一行秀丽的伊须磨洲文字——「你应为溺亡的水手解下缆索。别哭泣，我死后你便能平安航行。」",
        "ids": {
          "33106": 2,
          "43106": 3,
          "53106": 4,
          "63106": 5
        }
      }
    }
  },
  "311": {
    "id": "311",
    "name": "苍穹战线格拉默",
    "skills": {
      "2": "使装备者的攻击力提高<nobr>12.0%</nobr>。当装备者的速度大于等于<nobr>135</nobr>/<nobr>160</nobr>时，使装备者造成的伤害提高<nobr>12.0%</nobr>/<nobr>18.0%</nobr>。"
    },
    "idxs": {
      "5": {
        "name": "格拉默的铁骑兵团",
        "desc": "位面球中封装的是格拉默帝国盛名在外的铁骑变形鞘。无数白银机甲被装载进舰船，驶向星系外缘，抵御自深空而来的虫群恶蠹。",
        "lore": "苍穹帝国格拉默享有数万光年的广大疆域，远眺银河，雄心勃勃。在帝国最强盛的纪元里，格拉默的女皇，至尊无上的泰坦尼娅陛下建立恢宏的舰队，誓将文明硕果带往所有蛮荒的边境，令其领略帝国的仁慈，归于一统。<br /><br />然而远征最终折戟沉沙，自天幕彼端，虫裔汹涌而来、无穷无尽。格拉默的军队抗击，失败，抗击，再失败…殖民地尽数失散，引以为傲的钢铁舰队接连沦陷。在生有复眼与鞘翅的群魔围攻之下，格拉默子民的呼告声被绝望淹没，苍穹从此支离破碎。<br /><br />直到某一日，身披机械战甲的骑士从天而降，将铺天的蠹虫歼灭殆尽。银白的铁骑从此往返于帝国各个星区，跨越满目疮痍的疆土，抵挡覆灭星系的灾厄。他们宛如为对抗虫群而生的战士，无人知晓这些铁人面具下的真容，但他们的降临有如神明垂恩，令苍穹的曙光再现人间。在女皇的统率下，格拉默的铁骑兵团驰骋天际，终于遏阻敌潮，为帝国带来片刻喘息。<br /><br />但在和世仇永无休止的战斗中，帝国变得越来越像自己的敌人——越来越多的铁骑飞上高空，一如虫潮来袭的那一日，将苍天遮蔽。人们投向女皇和骑士的视线，已然和对待虫群异类的恐惧目光毫无二致。也许终有一日，帝国会获得它想要的胜利。可是那一天，格拉默是否还是人类安憩的乐园？<br /><br />在战火不熄的格拉默边境，铁骑兵团构成了最后的防线。战舰之上，沉默的骑士们身负使命，承载着整个帝国的希望，迎击淹没群星的敌潮。",
        "ids": {
          "33115": 2,
          "43115": 3,
          "53115": 4,
          "63115": 5
        }
      },
      "6": {
        "name": "格拉默的寂静坟碑",
        "desc": "鼎盛的「帝国」格拉默化为了尘埃。没有任何东西能证明它往日的辉煌，唯有星尘、机甲、舰船与虫群的残骸飘荡在真空中绵延成河，维持着惨烈战线的原状，也成了它陨落的纪念碑。",
        "lore": "博识学会的史学家认为格拉默共和国毁于虫潮之灾；而另一种观点称，格拉默共和国毁于对强敌的全面超越。<br /><br />为了自虫群的恐怖攻势下扭转局势，执政议会孤注一掷，决心为适应战争而动摇人类的本质——创造出「为战而生」的兵器。<br /><br />这一切的成果便是「泰坦尼娅」。不掌握任何权力的女皇以心灵感应指挥、约束着与她相连的骑士。在这些战士被编织的梦中，存在的意义即为守护泰坦尼娅和她的「帝国」。在短暂的生命中，他们学习、战斗，接受女皇的统领，无畏迎敌，又光荣战死。<br /><br />无人知晓这一谎言是何时被揭破的。是从格拉默领土上的旧人类低于某个比例的那一天开始？是从科学家们发现女皇开始向囚禁发起反抗的那一天开始？还是…当虫群的攻势消散殆尽的那一天开始？<br /><br />人们只知晓铁骑兵团为不存在的「帝国」付出了一切。在数十年的血战后，机甲与虫肢的残骸化为漫天碎片洒在格拉默星域的每一处，连缀成一条「死亡之河」。当残余的虫群再也无法构成威胁，议会的领袖敲响和平的钟声，告知万民他们驱散了遮蔽苍穹的天灾，而共和国将重新迎来黎明的曙光——但到来的却非白昼，而是另一场黑夜的伊始。<br /><br />那之后，名为格拉默的文明消逝了，人们渴盼许久的和平永远降临在了无主的星域。星尘与残骸汇成长河，一同在星间静静流淌。",
        "ids": {
          "33116": 2,
          "43116": 3,
          "53116": 4,
          "63116": 5
        }
      }
    }
  },
  "312": {
    "id": "312",
    "name": "梦想之地匹诺康尼",
    "skills": {
      "2": "使装备者的能量恢复效率提高<nobr>5.0%</nobr>。使队伍中与装备者属性相同的我方其他角色造成的伤害提高<nobr>10.0%</nobr>。"
    },
    "idxs": {
      "5": {
        "name": "匹诺康尼的堂皇酒店",
        "desc": "位面封装的是匹诺康尼的主体——「白日梦」酒店。在此下榻的宾客将去往美梦的世界，在无所不可的大都会中，享受纸醉金迷的盛宴。",
        "lore": "侍者们带着整齐划一的笑容鞠躬执礼，伴着音乐朗声迎宾：「欢迎光临盛会之星！美妙梦境欢迎您。」宾客们微笑前行，接过注满气泡的饮料一饮而尽。<br /><br />景色渐渐光怪陆离，感知也仿佛丝绸扬起。异乡的客人们超脱重力，信步于墙壁。奇异的玩具获得生命，在街上游荡欢庆。泉水漾作巨鲸，遨游于广厦堂厅。推开窗棂，遥望所见不再是深空的群星，而是城市川流变幻的光影，捧起巨钟和剧院不绝的回音。宾客此刻终于意识到自己从未苏醒，而是在梦中见证匹诺康尼的真容——时光永驻的梦想之地。<br /><br />人人皆知，在「家族」的治理下，匹诺康尼的大门向群星开启：为了超越现实的体验，为了灵感迸发的刺激，为了抚平烦扰与伤痕——上上之宾纷至沓来，交出痛苦，换得安宁，饮下佳酿，徜徉于梦的海洋。有人在此度过难忘的假日，满足离去；有人则为歌舞盛会沉沦，就此定居。繁星簇拥的酒店是织梦者的明珠，造梦者的国度，逐梦者的乐土。<br /><br />鲜有宾客知晓尘封的历史：编织梦境的纱线产自现实。今日匹诺康尼天鹅绒般轻薄的华贵，诞自咸涩的铁锈、沉重的镣铐，和被剥夺的自由。盛会之星曾是公司的监牢，数之不尽的囚犯被迁移至此，为忆庭打捞汹涌流溢的忆泡。人们重复天无宁日的苦劳，直至身躯似灌铅般沉重，灵魂却变得如泡沫般轻巧：不知何时开始，狭小的牢房将现实隔断，人们的意识却在梦中联缀。在午夜的钟声里，那共同的梦境如此真实，反倒显得现实如此虚伪。<br /><br />直至「毁灭」熔断公司的铁链，「开拓」将边陲与群星相连，「同谐」应邀而至，撒下和平的种子。自由终于破土发芽，并为最初的美梦添上新名——「匹诺康尼」。<br /><br />如今，破败的监牢已无迹可寻。梦境中，万千高楼拔地而起，荒漠戈壁被修葺一新，变作通都大邑——逐梦之人追寻财富机遇的新大陆，寻欢之人纵情声色犬马的乌托邦，「盛会之星」的往昔如同偶然间落进柜底的相片，切实存在，但已无人问津。<br /><br />如今梦想之地欢歌悦耳，过往杂音化作趣话闲谈，不声不息地遗落在某场喜剧的幕间、某部卡通的花絮，或某本杂志的边栏。",
        "ids": {
          "33125": 2,
          "43125": 3,
          "53125": 4,
          "63125": 5
        }
      },
      "6": {
        "name": "匹诺康尼的逐梦轨道",
        "desc": "匹诺康尼的梦境都市里，复杂的轨道盘绕于楼宇之间，托起游客搭乘的球笼，将五色缤纷的梦连为一体。",
        "lore": "造访过匹诺康尼的宾客一定会赞同，「建于美梦之上」并非浮夸譬喻，而是千真万确的陈述。富丽堂皇的酒店不过是盛会之星的冰山一角，「下榻入梦」才算是正式踏入匹诺康尼。自此，由十二片梦境构成的梦之国度在客人眼前缓缓铺开。<br /><br />初到的客人一时或为这狂欢的舞台无所适从。但不必惊慌，抬头看看，在重楼飞阁间交错的金属轨道，和轨道上飞快滚动的「球笼」，乃是这座梦境城市最为瞩目的交通方式，众宾客们游历城市各处的向导。<br /><br />自中央车站起始，错综复杂的球笼轨道如同大都会的血脉，无论是在「黎明的时刻」地底管道、在「热砂的时刻」辽阔原野，还是在「星辰的时刻」闪耀赛场，彩色的圆球翻滚不休，将人流准确高效、安稳舒适地送往各个站点，为匹诺康尼的梦境注入不眠的活力。<br /><br />梦为一切披上轻薄曼妙的质感，一颗颗坚果般的「球笼」被视作梦想之地的载具和玩具。却极少有人记得：「球笼」本是「囚笼」。通往美梦的车流，原是关押犯人的囚具。<br /><br />久远之前，公司将数量庞大的囚犯送往阿斯德纳星系，试图阻止一场灾难的蔓延。人们在此回收忆质，逐渐在现实与幻想间迷离。真空中的球形工作舱成了囚犯们难忘的「记忆」：坚硬的曲面内壁、难受的翻滚体验、每日无比煎熬的出勤——或许这些痛苦过于深刻，重获自由的人开垦荒芜梦境时，球笼亦随之降临。<br /><br />但今时不同往日，和平与自由诞下乐观的精神：与其一遍遍销毁挥之不去的噩梦，不如为其添上这里应有的色彩，将之吸纳、包容——于是过去的「囚笼」，变作今日的「球笼」。<br /><br />此刻，匹诺康尼的城市中遍布快速流动的彩色球笼，和其中传来的轻微震动…悄声隐藏在梦境都市的光怪陆离之中，与那些雄心壮志、欢声笑语融为一体，一如时光永驻的梦想之地。",
        "ids": {
          "33126": 2,
          "43126": 3,
          "53126": 4,
          "63126": 5
        }
      }
    }
  },
  "313": {
    "id": "313",
    "name": "无主荒星茨冈尼亚",
    "skills": {
      "2": "使装备者的暴击率提高<nobr>4.0%</nobr>。当敌方目标被消灭时，装备者暴击伤害提高<nobr>4.0%</nobr>，最多叠加<nobr>10</nobr>层。"
    },
    "idxs": {
      "5": {
        "name": "茨冈尼亚的母神卧榻",
        "desc": "位面封装的是茨冈尼亚-Ⅳ最宜居的地带——死寂荒漠「母神卧榻」。三重眼的地母神沉默而朴素，以其厚重的身躯无言地包罗茨冈尼亚的一切生者和死者。",
        "lore": "谈及公司「市场开拓部」主管奥斯瓦尔多•施耐德，人们尤其喜欢讨论他上任时的三把火——年轻的狂信徒仅用短短两年就跨越了严寒、恶疾和死亡，解决了开拓部数个琥珀纪悬而未决的三大难题。名为茨冈尼亚-Ⅳ的荒星便是其中之一，那里死寂荒漠、氏族世仇…困境层出不穷。<br /><br />茨冈尼亚-Ⅳ位于临近三大星系的交界地带，长期处于多颗恒星的星风作用下，是银河远近闻名的「暴风眼」。星球表面的生存环境极端恶劣，诸多文明因此或迁徙其他星系、或毁灭于自然灾害，如今只剩下极少量的智慧种族留存，博识学会的学者将其统称为茨冈尼亚人。<br /><br />实际上茨冈尼亚人分化出诸多氏族，大多以游牧为生，其中少数还建立了颇具规模的集权政体。<br /><br />他们同享一种语言，通过联觉信标的转译，你会知道「卡提卡」代表剥皮刀，是茨冈尼亚人里最嗜血的蛮族；「埃维金」的意思是蜂蜜，一些迂腐固执的人则坚称他们是窃贼。他们同享跨越琥珀纪的世仇，于无尽的荒原中上演着弱肉强食的血腥循环。直到身着黑衣的天外来客从天而降：茨冈尼亚人在琥珀的光芒下暂归一统，无休止的自然循环终于暂告一段落。<br /><br />随后，在寰宇巨企的指导下，茨冈尼亚人依据《宪章》建立茨冈尼亚联合酋长国，向文明的宇宙迈出了第一步。<br /><br />可惜这份团结和发展不属于埃维金人和卡提卡人。茨冈尼亚人中部分不怀好意的投机分子对前者的机敏与狡猾心怀忌惮，又将后者贬为绝无可能开化的食人野兽。尽管他们对「存护」尚且只有一知半解，但他们明白总得有人为之付出牺牲。于是，腐败者们借助一种极为先进的议事规则，将两氏族的族人放逐于漫天黄沙中。<br /><br />为表歉意，他们特地在决议案中声明「埃维金人永远享有自治自决的权利」——这句话的意思是，今后两氏族人再度陷入纷争时，他们便可以合情合理合法地无动于衷了。",
        "ids": {
          "33135": 2,
          "43135": 3,
          "53135": 4,
          "63135": 5
        }
      },
      "6": {
        "name": "茨冈尼亚的轮回纽结",
        "desc": "绿松陨石被埃维金人细细磋磨，又以金线翠缎穿之。他们说护身的纽结绝不应被黄沙埋没，而要璀璨得如同「卡卡瓦」之夜里自死亡中脱胎的神体。",
        "lore": "埃维金，茨冈尼亚语中意为「蜂蜜」——这种约定俗成的称呼如今已彻底遗落于宇宙的历史长河之中。<br /><br />正所谓空穴来风：埃维金人天生拥有姣好面容和绚丽双眸，加之天生的高情商，非常擅长博取陌生人的好感。然而，这种天赋为他们招来了嫉妒和仇恨：那些眼红的势利小人开始了无休止的诽谤污蔑，而此种非议也在银河间不胫而走。众口铄金，本就是边星小民的埃维金人有苦难言，只得默默承受种种猜忌。<br /><br />埃维金人喜爱花纹繁复的织物，也偏爱宝玉——尤其是茨冈尼亚绿松陨石——打造的首饰。理由很简单，只有这种宝石才能与他们神话中的地母神自死亡中脱胎的神体媲美。<br /><br />他们的母神被称为「芬戈-比约斯」，执掌与生育、旅途与诡计有关的一切。在埃维金人的信仰中，她通常被描绘为生有三只眼睛的左掌。埃维金人通常仅以口头祈祷的方式向她表示敬意，他们相信母神如茨冈尼亚的群山一样沉默且朴素，造像和赞歌只会使自身远离她的庇护。<br /><br />埃维金人通过母神体认世界：大地、群山与其包罗的一切都属于母神神体的一部分，而这尊神体会在每一历年的最后一天迎来死亡。<br /><br />最后一天里，光辉的神性将升入夜空，化作灿烂的极光，并在次日重新诞生。因此，埃维金人在新历年的第一天举办名为「卡卡瓦」的祭典，编织名为「轮回纽结」的祭器，将其投入篝火，欢庆母神诞辰。<br /><br />市场开拓部在事故报告中表示，那场触目惊心的对抗就发生在「卡卡瓦」之夜：那夜风雨交加，云雾吞没了天上的极光，本应视之为噩兆的埃维金人却前所未有地振奋。他向一位氏族少女问起原因，随后得到了这样的回答——<br /><br />「雨水是母神的恩赐。这是她在召唤我们，要我们举起武器，为自己的未来而战。<br />「雨会长伴我们，雨会保佑我们。在雨中，我们要光荣地死去。」",
        "ids": {
          "33136": 2,
          "43136": 3,
          "53136": 4,
          "63136": 5
        }
      }
    }
  },
  "314": {
    "id": "314",
    "name": "出云显世与高天神国",
    "skills": {
      "2": "使装备者的攻击力提高<nobr>12.0%</nobr>。进入战斗时，若至少存在一名与装备者命途相同的队友，装备者的暴击率提高<nobr>12.0%</nobr>。"
    },
    "idxs": {
      "5": {
        "name": "出云的祸津众神",
        "desc": "位面封装的是被一刀斩开过去未来的出云。出云曾遍历不堪言状的生存战争，也曾有过饫甘餍肥的辉煌岁月…如今荒土业已无处可寻，唯余下埋葬往昔的剑冢。",
        "lore": "两颗行星交织着彼此悲惨的宿命，围绕一轮漆黑的大日跳着永恒的轮舞。<br /><br />最初，其中一颗行星孕育出了人类，他们俯首，将脚下的土地唤作「出云」；又抬头，指天上的世界为「高天原」。于史无载的某日，「八百万神」自高天原垂迹。以神为名的恶兽使天穹倾覆、海川燃烧、大地崩毁——人们惊觉，那并非是为了统治、支配或掠夺的入侵，凶神仅为猎杀而来。<br /><br />存亡之际，出云踏上「神刈」的道路，穷举国之力斩落大祸「都牟刈神」，将其兽体锻造成最初的「诏刀」。以彼之道还施彼身，通过吟诵蕴含于刀身中的真言，持刀者便可将高天原的神业握在手中，以之对抗恶神，救天下苍生。由此，出云国开始了漫长的征伐，以不可胜数的牺牲换来一位又一位神明的陨落，尽折人间万千剑，终铸成「护世诏刀」十二柄。<br /><br />在残酷的生存战争中，仅用不足十个琥珀纪，出云国便借诏刀伟力，将未开化的黑暗世界点亮，建立起虹霓缭乱的城邦，那过去遥不可及的高天神国，也已近在咫尺、唾手可得——但历史在这一刻戛然而止，两颗行星的存在于旦夕间灰飞烟灭，消失得无影无踪。<br /><br />如今，边星「出云」的过去只能在宇宙的只言片语中寻得。针对它的消亡，学者们众说纷纭，任谁也无法解开谜团。出云的历史本应是条流淌的长河，可它却被一刀斩断，种种过往与将来皆消失在空无的彼岸。难道它不曾存在，只是一段被虚构的故事？难道它未曾发生，被搁浅在倒果为因的海滩？这是「原始博士」又一场惨绝人寰的实验，还是「贪饕」从银河尽头归来的预兆？<br /><br />只有那轮漆黑的大日知道答案。然而祂沉默，从不言说。<br /><br />因为所发生的一切必将归于终结，而已终结的一切必将再度发生，宇宙在祂的阴影下中永劫回归，出云不过是一个省略号的注脚。",
        "ids": {
          "33145": 2,
          "43145": 3,
          "53145": 4,
          "63145": 5
        }
      },
      "6": {
        "name": "出云的终始一刀",
        "desc": "出云人借由刀穗将利刃系于腰间。他们行走世间，以刀狩神，又以神骸锻刀…如此循环往复，出云走向繁荣、走向幻灭、走向空无。",
        "lore": "两颗行星交织着彼此悲惨的宿命，天岩户间散落着一段故去的歌谣。<br /><br />那歌谣无始无终、无声无息，来自无人之口，传往无人之耳。它如是写道：<br /><br />高天原万里迢迢一如出云，原乃是极乐净土天成地平。<br />天地变漆黑大日引动潮汐，似迁徙众神垂迹来势沄沄。<br />八百万祸神显世屠戮无情，怎料想无上权柄反遭窃行。<br />出云国折剑七万三十三柄，铸为尊护世诏刀一十二名。<br /><br />其一为「真」，斩「都牟刈神」所铸，可令凡人遍观法理，解构万象再造神迹；<br />其二为「天」，斩「天常立尊」所铸，可令高天变作墙垣，祸津众神穿行维艰；<br />其三为「鸣」，斩「建御雷神」所铸，可令雷光撕裂长空，星流霆击施罚天刑；<br />其四为「岚」，斩「志那都彦」所铸，可令裂风摧折大地，云奔雨啸狂飙不息；<br />其五为「霜」，斩「天之冬衣」所铸，可令时序霜结凝滞，冻土无垠刹那难逝；<br />其六为「命」，斩「石长比卖」所铸，可令荒冢遍开花丛，生生死死流转无踪；<br />其七为「烈」，斩「迦具土命」所铸，可令炽火燃烧尘寰，赫赫炎炎烛天燎原；<br />其八为「觉」，斩「八意思兼」所铸，可令水镜鉴往知来，不见虚实千秋万代；<br />其九为「础」，斩「大山津见」所铸，可令列岛高悬天边，山坼地裂崩碎阵前；<br />其十为「千」，斩「大己贵命」所铸，可令凡众连缀成络，形影无数潮起潮落；<br />十一为「束」，斩「久那止神」所铸，可令歧途尽入樊笼，邪祟诸恶咫尺皆空；<br />十二为「喰」，斩「八十枉津」所铸，可令常世剥蚀朽坏，神鬼难辨四魂两拆。<br /><br />而后幽世皆扫，鸣金罢鏖，尽断十二寒耀；<br />空余荒魂鼓噪，黑日昭昭，终铸负世二刀。<br />其一为「始」，其二为「终」；以人为始，以鬼为终。<br />寸断声止，落花枯荣，败者归无，胜者…成空。<br /><br />跛脚的僧侣唱着不成调的歌，持柄神力者，亦向着众神退行。<br />在大日的见证下，那曾经名为「出云」的土地上，人、神、鬼…皆已无处可寻。",
        "ids": {
          "33146": 2,
          "43146": 3,
          "53146": 4,
          "63146": 5
        }
      }
    }
  },
  "315": {
    "id": "315",
    "name": "奔狼的都蓝王朝",
    "skills": {
      "2": "我方角色施放追加攻击时，装备者获得一层【功勋】，最多叠加<nobr>5</nobr>层，每层【功勋】使装备者追加攻击造成的伤害提高<nobr>5.0%</nobr>，叠满<nobr>5</nobr>层时，额外使装备者的暴击伤害提高<nobr>25.0%</nobr>。"
    },
    "idxs": {
      "5": {
        "name": "都蓝的穹窿金帐",
        "desc": "位面封装的是青丘步离的穹窿金帐。与步离人留在银河中的蛮野名声不同，他们拥有非凡的生物技术。狼子们汇聚在伟大的巢父都蓝之侧，将天上众星视为牧畜，逐驰其间。",
        "lore": "狐人与步离人远古歌谣的开篇，无不怀念咏诵着「青丘之星」的膏腴沃土与宜居气候。但若仔细辨读，有心人会发现这只是「战争」这一恒久主题的引子。<br /><br />凭借耕种经商的才能，有狐氏族傍着潺潺河川，兴建起繁华城邦；而犬戎之子则在极光浩荡的苍天下，逐猎放牧于草海之间，聚成星罗棋布的集落。商人嘲笑牧人蛮野，牧人唾弃商人狡诈。但他们都要面对自然循环严酷拷问——「狐夏」与「狼冬」。<br /><br />狐神恩赐的丰收之夏中，两族休兵罢战，各得满足；一旦狼神降下白霜，雪线自极地蔓延开来，饥馑将迫使双方攻伐不休。<br /><br />歌谣说到，漫无止尽的狼冬逗留不去，即便青丘的太阳周旋了三十三次。匮乏与饥馁灭顶而来，即便是图腾上崇拜的动物，人们也不得不食之果腹。预见到遍地白骨的结局后，一位救世主攀上了世间至高的山峰——在狐人神话里，人们称她为「涂山」；但在步离人歌谣里，人们称他为「都蓝」。无论那位救主所唤何名，他向长生主许愿赐予众生活下去的给养。于是山巅裂开，甘甜如醍醐的「赤泉」自缝隙中涌出。<br /><br />吞饮赤泉的人们从摄食的兽肉中取得了力量、灵敏与强韧。他们的血脉中也澎湃起了兽的狂野，兽的形貌越发明显——世界就此变改，不复从前。<br /><br />以赤泉为媒，新生的犬人们一切器物给养皆从中造出——田野中种植的不再是稻菽而是视肉；遮蔽身躯的不再是葛麻织物，而是胞衣；即便是令青丘文明恐惧不已的寒冷雪境，也变得不足为惧：犬人们在极地培育生物薄膜，塑成温暖的穹帐，自此将狼冬的困苦隔绝在外。<br /><br />后来，青丘剧变与所有短生种化为长生种时经历的并无不同——人口膨胀、生态崩溃、内部战乱…无论犬人们向长生主如何祈告，再也没有得到回音。于是他们明白了一个道理：长生主赐予的一切已悉数具足，想要活得更好，便要靠自己夺取。<br /><br />汇聚于伟大的巢父都蓝之侧，犬人们将目光探向长生主高踞的天空。群星熠熠，如同亟待奔逐的牧原。他们将为这些星星上的文明带去「狼冬」。<br /><br />很久以后，宿敌仙舟人称他们为「步离人」。步离，是青丘语中「狼」的意思。",
        "ids": {
          "33155": 2,
          "43155": 3,
          "53155": 4,
          "63155": 5
        }
      },
      "6": {
        "name": "都蓝的器兽缰辔",
        "desc": "是缰绳、是锁镣，亦是皮鞭。高过战兽腿的步离青年被教会的第一个道理就是：永远要把缰绳握紧在手里，否则自己将成为被奴役的牲畜，甚至饲料。",
        "lore": "在步离人的语言里，缰绳的别名唤作「亚萨•奇塔」，意即「活的书」。<br /><br />猎群巫者在双隆月相会之刻、夜空光辉最盛之时，将缰绳作为成年礼物赐予都蓝子嗣们。这条空白缰绳将是记录他们一生战斗历程的卷册。<br /><br />成年礼甫一结束，步离人必须走进武器牧场，从基因巫术筛选和育种的「器兽」中挑选、驯服自己第一匹战骑。以被征服者为饲料的器兽有着惊人的敏锐和凶残——与未来的主人比起来，器兽们不过是羔羊。月光唤起体内涌动的狂野之血，步离青年们与器兽互相追逐、角斗。有人死于兽吻，那是羸弱的下场；有人诛戮同胞，那是猛兽的分配法…步离青年使中意的坐骑绊倒在地，将带有神经刺鞭的缰绳勒在它的脖颈上——牲畜被未来主人的心灵感应震慑了，就像挨了几百次皮鞭般温驯。当它主动驮起主人时，一名合格的步离人「索牙」（武者、骑手）诞生了。<br /><br />从此步离缰绳便成为战斗经历的记叙者，缰绳上从此渐渐挂满了划痕、结扣与坠饰。<br /><br />饱经训练的索牙们在「昂达」（统军百夫长）的带领下穿上水母般的胞衣铠甲，登上能在星际间穿行跳跃的兽舰，开赴不同的世界，发誓将以都蓝与长生主的名义让繁星变作牧场。缰绳之上，浅浅的划痕代表着杀敌的数量，结扣代表其经历的大战，绳上的挂饰则是大掠时获得的战利品：人类的牙齿，智械的硅芯…它们是被征服者的怨怒与哀嚎，也是步离人彰显个体力量的勋章。<br /><br />当胯下的坐骑殁于战火时，亦或步离人想要施加惩戒时，缰绳也会被取下套在其他活物身上。<br /><br />这样的对象通常是狐人——那些经由血统选育计划被排斥族外的奴隶阶层，他们弱小、狡诈、只配劳作和运算。当狐人中偶尔出现善战的个体时，狼首的主人会优先将缰绳捆缚在他们身上，驱使他们作为战奴带头冲锋。<br /><br />若奴隶死伤殆尽，武器折损，缰绳末端系上尖刺也可充作鞭子。要是鞭索断裂，爪牙尽碎，葬身战场，那么这条缰绳将会成为步离人残存的碑铭与纪念……<br /><br />诚如古谚所云：「森林中，猎手与猎物的地位时常交换」。在宇宙这片黑暗森林中与仙舟人交战数千年后，狼族鞭索断裂已多到数之不尽。最终，这条连接众多猎群的纽带被「巡猎」的锋镝切断，步离人也陷入了内乱与衰败的渊薮，不复昔日的高傲。",
        "ids": {
          "33156": 2,
          "43156": 3,
          "53156": 4,
          "63156": 5
        }
      }
    }
  },
  "316": {
    "id": "316",
    "name": "劫火莲灯铸炼宫",
    "skills": {
      "2": "使装备者的速度提高<nobr>6.0%</nobr>。当装备者击中拥有<span>火</span>属性弱点的敌方目标时，击破特攻提高<nobr>40.0%</nobr>，持续<nobr>1</nobr>回合。"
    },
    "idxs": {
      "5": {
        "name": "铸炼宫的莲华灯芯",
        "desc": "位面封装的是朱明仙舟的工造司所在地——焰轮铸炼宫，朱明仙舟围绕着岁阳之祖「燧皇」构建的天体级球形结构。天才匠人们自其中汲取能量，将奇思异想打造成型。",
        "lore": "自古国启航开始，朱明仙舟星海浮泛八千余年，若以纵览时空的方式观测其船体造型变迁，其过程无比浪漫——巨船吞下了幽蓝色的恒星，逐层剥落陈旧躯壳，隆起花骨，最终绽放成莲。<br /><br />从太空中看去，整座朱明仙舟如金缕莲灯，巨大的发光「莲叶」围绕「灯柱」渐次伸展开来，沐浴在淡蓝色的光芒之中，可谓「是船不似船，似莲烛火明」。位于中心的「灯盏」部分，是天体级的球型壳状结构，它紧紧裹住苍蓝的太阳「灯芯」转动不休。这处巨构便是朱明仙舟的工造重所——「焰轮铸炼宫」所在之处。<br /><br />昔日，朱明大匠作阳翟曾受佚名的古国皇帝所赠武器铸模，作为启航信物。从此往后数千年，纵使长生巨变归航无期，大匠传统却从未断绝。在朱明仙舟，匠艺乃是至高无上的显学。其历任将军皆有工造司百冶的功名在身，出则指挥千军，入则钳锤奏功，倍受人们的敬重。举凡仙舟巡猎所需的兵仗，十之六七均由朱明工造司锻造而成。由是，焰轮铸炼宫成了银河间的技术圣地。<br /><br />锻冶，是文明的标尺，而火焰则是文明起点。大部分童年时代的文明最受困扰的便是能源，人们苦心寻找支撑文明行至更高处的能源。朱明仙舟跨越了这一藩篱——通过囚禁岁阳之祖「燧皇」，匠人们获得取之无尽、用之无竭的能量。焰轮铸炼宫如烟枝蔓延的轨道结构最大限度包围恒星，繁枝细叶之上遍布着接收与转换装置，引导太始焰「燧皇」为所有技术创造提供能量。<br /><br />无数匠人将这吞含「伪阳」的朱明工造司视为极上殿堂，志在冶制神器的学徒踏破门槛。金木受攻而物象曲成，焰轮铸炼宫为匠人们准备好了他们所需的一切——<br /><br />不同世界的学徒们共聚铸炼宫，拜为同门互相切磋技艺；为求宝器而来异邦人，也会以重金相托匠人锻造神兵利器——然而千百年来，众多学徒之中仅有少数人得到过「匠中之匠」怀炎将军的提挈，他言传身教，将匠艺与武艺传于后人。其门下学徒或成为宗匠，以「百冶」头衔留名青史；或成为名震联盟的云骑，个中以「焰轮八叶」最为知名。<br /><br />「冶炉炼千星，点铁赋英灵。斗光奋戎威，铦铓保宴宁。」朱明匠人自被授予匠具那日起，就必须谨记于心——他们日夜锤炼的并非只是一尺寒光，而是巡猎的锋镝。",
        "ids": {
          "33165": 2,
          "43165": 3,
          "53165": 4,
          "63165": 5
        }
      },
      "6": {
        "name": "铸炼宫的焰轮天绸",
        "desc": "伟如恒星般的岁阳始祖沉陷在无边梦境之中。在它的酣眠之中，周身的原子与分子碰撞激发，不断从焰轮铸炼的外壳结构中逸散出来，最终呈现为色彩纷呈的天绸光带。",
        "lore": "深空航行朱明仙舟始终伴随着异色光带，它既是极高温聚变反应的能量产物，也是「燧皇」依旧熊熊燃烧、不死不灭的证明。<br /><br />顺着「燧皇」吐息而逸散的极光粒子最外围，新生的岁阳在此减速、徘徊。朱明十王司的猎火判官会将未沾染任何心绪的懵懂岁阳捕获起来，借以温暖梦境驯服火焰未成熟的心性。随后，判官们将无害的岁阳交予工造司岁火监，后者将岁阳与各式巧具配适，使之成为朱明上灯檠、载具、随处可见各式风景…不过，在不明真相的化外民眼中，那些能言能走的奇物，似乎佐证着「洞天里处处存在精气，器物上了年纪后会便变成妖物」的谣传……<br /><br />沿着异色光带继续深入，越过铸炼宫，来到伪阳形成的超重力场。常人很难承受如此的恒星密度，那是种向内塌陷的紊乱，只有「梨菩」匠人能够如常行走于这片区域中。<br /><br />炽热的恒星爆发以及反常的天体现象，拒绝着好奇之人继续接近伪阳，宇宙中一切基本的物理现象在这个区域中变得更加强烈。只有粗矮强壮的星民梨菩，才能够在如此重力异常的空间中生存下来——梨菩天生是顶级匠人，他们穿行于铸炼宫与伪阳之间，时间感知已经异于常人，他们遵守承诺精进匠艺，铸造舰船巨炮，并监视伪阳沉眠。朱明仙舟将梨菩视为忠诚盟友，尊重他们的坚韧顽强、感谢他们的无私付出。<br /><br />没人能沿着异色光带穿过诡异扭曲的重力场，潜至伪阳深处。那里是有情之物的禁地，是「燧皇」无穷无尽的梦境——朱明仙舟警惕着任何一丝情绪的波动会唤起岁阳始祖的无垠伟力。<br /><br />常有人忽视警告远远注视着伪阳，悄然无意间陷入到精神重力场之中，稍不留神便会被潮水般层出不穷的幻象夺走神识。与柔和的假象截然相反，凝视那团「幽蓝太阳」只会感受到自太古压抑至今的勃然怒意——「岁阳将赐予英雄们熯天炽地的力量。而当一切使命完成之后，英雄们要还以岁阳千锤百炼的躯体……」古老的誓言究竟将如何实现，无人可知；而无边的梦境中「燧皇」究竟几时醒来，亦无人可知。<br /><br />莲华灯芯之中，酣眠至今的伪阳沉沉叹息。仙舟缓缓划过天际，仅余下一道异色的轨迹。朱明仙舟还将继续如此与火盟誓、伴火同行，与火分享共同的命运。",
        "ids": {
          "33166": 2,
          "43166": 3,
          "53166": 4,
          "63166": 5
        }
      }
    }
  },
  "317": {
    "id": "317",
    "name": "沉陆海域露莎卡",
    "skills": {
      "2": "使装备者的能量恢复效率提高<nobr>5.0%</nobr>，如果装备者不是编队中的第一位角色，使编队中的第一位角色攻击力提高<nobr>12.0%</nobr>。"
    },
    "idxs": {
      "5": {
        "name": "露莎卡的水朽苍都",
        "desc": "位面封装的是海洋世界露莎卡一处被淹没的城市。海平线不断上升直到城市也被淹没，只有巨大的「船邦」载着船员们在海上前进，找寻下次远航的方向。",
        "lore": "在一众缺少液态水的行星间，露莎卡的纯蓝在普热斯米尔恒星系中尤为醒目。她的海水就像是海洋之母的摇篮，万物自此孕育生长，也被她固定、紧握、诱陷…直至无路可逃。<br /><br />晨曦时刻，「船邦」的大副轻轻敲开船长室的门。舱室里贴着旧时代三十七域的群岛生态，那是人们对陆地的怀念——来自天外的陨星似乎依循着某种偏执的愿望，正在将海洋铺遍整颗露莎卡行星。无尽的骇浪让一切故土深埋水下，仅留一片蔚蓝…大副唤醒酣眠的船长，海上已然碎金嶙峋，「船邦」新一日的航行又开始了。<br /><br />探索舰行至广场中央，它将锚箭射向水下一幢曾是商场的巨大建筑，船锚嵌进窗檐上扣紧，在潜水钟到来前，无数惊慌的鱼群从商城的货架上涌出。<br /><br />午后时刻，学者们自潜水钟里离开。他们游过书店，全然不做停留，毕竟墨迹早已面目模糊，无从识别。他们的目标向来是那些虫胶或塑料载体，简单清洁后便可从中收获旧日讯息。这样的深潜考古并不容易，清道夫立定张望，挥舞着钢戟，确保那些长着利齿的捕食者保持观望。人们偶尔也会迎面撞上深水中的水灵，但双方无暇顾及彼此，便投入到各自的搜刮中去——比起干瘪的罐头，清道夫更想找到种子、调味料、或者是酒品。<br /><br />随着氧气储量下降，密集的水下调查活动即将结束。回望水下，巨鲐已行至都市中。水灵骇然，立刻屏息贴墙，藏进密室之中，它们已经习惯了如何利用水下的钢铁森林。<br /><br />傍晚时刻，晴雨止息，各处的船邦鸣着响笛驱散四周的海盗渔鸟。他们将今日收获置于甲板上，供着船邦上下的人们各取所需。渊流涌动的夜晚，光塔晶莹明亮。露唯尔人围着焰杆起舞，把终将到来的明日遗忘，用船歌诉说着今日的荣耀，以海谣轻叹着往昔的美好。船长拿出航海罗盘，他沿着指针的方向望去，他知道那里是逐渐陌生的家乡，那里还有盼着家人归去的人们。<br /><br />夜半时刻，巨船熄灭了各处灯光，静静地在海上浮动着。他们是否真正得到了安宁？亦或只是以笑靥掩藏早已溶于海中的泪滴？<br /><br />过了今夜，这片深蓝都将一如既往。",
        "ids": {
          "33175": 2,
          "43175": 3,
          "53175": 4,
          "63175": 5
        }
      },
      "6": {
        "name": "露莎卡的双生航道",
        "desc": "无垠的水平线内，即使只存浅痕，也足以打破这份沉寂。航线承载着船员的历史，水灵于水道追寻着希望。",
        "lore": "对于水灵，水面上的世界本是陌生而危险的，不过那已然是悠久印象。毕竟那些曾在水面上的，也早已经淹没在这片深蓝之中了。<br /><br />露莎卡陆生种与水灵有着亲密却又陌生的关系。在深潜调查中，他们将遭遇水灵视为一种幸运，并将其描述为美丽又神秘的生灵。水灵拥有幽蓝的翼膜与晶黑的双眸，特殊的声带能发出天籁般的声音。根据深潜调查员耳口相传的故事，这些生灵常伴于海龙身旁，居住在深海的银白之城——身处真实与传说之间的水灵，尽显悠然与灵动。<br /><br />大海淹没的过去中，用于描述她们的词汇却是——「伊沓人，深海的凶兽」。<br /><br />曾经伊沓人与陆生种存在激烈的生存竞争，红海的鲜艳任谁也无法装作视而不见。起初，伊沓人的幼子被识认为鱼获；而后，陆生种被伊沓人的欢唱诱入水中溺亡。他们曾在宽阔的水域中互为猎人与猎物，随后便是利刃与船锚的碰撞，海兽与桅杆火炮的冲击，水上水下的战争旷日持久，直至礁岩在灼热中碎裂。许久以后，船邦的学者们才明白，万界之癌早已许诺了露莎卡的未来——只不过那些期许来自一位失乡的水灵，她向梦魇中的罪魁祸首咒下了无言之啸。<br /><br />那些尘封往事深埋于钢铁水泥的深海珊瑚礁群岛中，渺若烟云，无人知晓。<br /><br />自那以后，城市与陆地淹没在大海之中，争端与鲜血淹没在大海之中，历史与文明也被淹没在大海之中。为了回避深海压，水灵们不断向上方的水域迁徙，被迫住进了曾经陆生种的城市之中，窥探着那些笑容与眼泪的回忆…她们知道，海面上的声音残存无几，蔚蓝已然属于彼此，只是这片静寂太过压抑。<br /><br />船邦的歌者在航道间瞥见水色的薄翼，便会唱起那首美丽的海谣——<br /><br />「她们行于航迹，追逐着光塔与风暴，只为寻回那片纯蓝。」",
        "ids": {
          "33176": 2,
          "43176": 3,
          "53176": 4,
          "63176": 5
        }
      }
    }
  },
  "318": {
    "id": "318",
    "name": "奇想蕉乐园",
    "skills": {
      "2": "使装备者的暴击伤害提高<nobr>16.0%</nobr>，当存在装备者召唤的目标时，暴击伤害额外提高<nobr>32.0%</nobr>。"
    },
    "idxs": {
      "5": {
        "name": "蕉乐园的蕉芯广场",
        "desc": "位面球封装的是某个科研团体下设实验室之一，因为模因污染，信息的真实与虚假已经彻底混合，难以分清，现已被认知重塑为「蕉乐园」。",
        "lore": "「是谁住在密林的大乐园里？」<br />「香蕉宝宝！」<br />「长长黄黄活泼可爱！」<br />「香蕉宝宝！」<br /><br />「咚咚」声响了两回半，香蕉们从沉睡中苏醒，要从香蕉树上离开，开始新一天的蕉生活！有的香蕉醒来便精力满满，将榴莲做成烤派，在丛林里追逐嬉戏；有的香蕉则相对沉稳，用椰子涂涂抹抹，将自己打扮得椰香四溢。猴子满意地张望着生机勃勃的景象，不禁朝香蕉们发出甜蜜的呼唤——<br /><br />「准备好了吗？香蕉们？」<br />「是的，猿长！」<br />「太小声啰！」<br />「是的，猿长！」<br /><br />「咚咚」声响了三回半，又到了每日的「蕉流俱乐部」时间。香蕉们开始紧张起来，有的香蕉大喊大叫，有的香蕉暗自垂泪，有的香蕉则心如死灰…猴子们向健康的香蕉逐个提问，大蕉叶上的题目总是一成不变——「你还记得香蕉之外的时光吗？」<br /><br />简单的提问总是换来苦涩的回答，香蕉们不能理解悲伤的情绪究竟从何而来。它就像香蕉受到外界压力时，果肉会氧化发黑一般理所当然。<br /><br />「如果四处探险是你的愿望，」<br />「那就敲敲蕉树让猿长指路。」<br /><br />「咚咚」声响了七回半，「励志蕉友游戏」要开始了。在这片密林乐园中，每一根香蕉都曾被许诺，只要付出足够努力，香蕉们不会永远都是香蕉。它们每根蕉都心怀梦想，为了成为伟大的猴子而不断奋斗…丛林退向两侧，猿长从中间走出，他向香蕉们展现温柔而谦逊的鞠躬礼仪，香蕉们也以礼相待——猿长带来了全新的游戏，来「蕉换」全新的故事。<br /><br />「咚咚」声响了十一回半，香蕉们被猴子接回树上，摇摆着进入了理想乡。绿色的太阳一闪一闪，咕噜咕噜的声音弥漫在乐园之中。",
        "ids": {
          "33185": 2,
          "43185": 3,
          "53185": 4,
          "63185": 5
        }
      },
      "6": {
        "name": "蕉乐园的模因线缆",
        "desc": "实验室中随处可见的光信号缆线，它被用于采集实验数据，以达成不可告人的秘密。对「香蕉们」而言，认知世界的方法就藏在其中。",
        "lore": "芭<nobr>-77</nobr>研究所的废墟位于天汇座-ψ，藏在某个丛林世界的地下。激进的游侠曾将此处捣毁，如今残余的线缆仍然闪烁着意义不明的信号。<br /><br />「那该死的研究所就像树林里的叶子一样难找」——于层层叠叠的树皮下，树骨构成了入口的形状，穿过漫长的树洞后，游侠们才找到了目标。<br /><br />这研究所比起「实验室」，更像是某种「美术馆」。繁杂的线缆在空中交织成册，按照设计者的意图泄下异色光彩，观者无不扶额感到晕眩，随后，光怪陆离的幻觉在眼前逐一铺开——纯黄的阈限空间，逐渐消失的人像画列，藏于帘后的怪物身影……<br /><br />游侠们熟悉这些手段，若是继续停留在设施里，随后便会出现胡言乱语、手舞足蹈的症状…一声清脆的枪托撞击后，年轻的游侠借助阵痛与眩晕从思绪迷宫里走出。<br /><br />在清醒的视线中，游侠向着最深处前行。芭<nobr>-77</nobr>研究所满是坍塌的雕塑、毁坏的壁画、色彩饱和度极高的装饰…而遍地破碎的容器又让此地形如监牢。游侠在最深处找到了一份报告，想象着建筑轰然坍塌前，曾发生过无数次的「认知实验」…某个下意识的瞬间，众人猛然回首，惊觉自己已身处丛林乐园之中，树叶不断向他们招手，询问他们是否还记得树上的美好。<br /><br />「我不是个香蕉吗？话说我们来这里干嘛？」年轻的游侠试图回到树上，让自己不再「蕉绿」。<br /><br />而盲眼的游侠意识到了问题，在一切变得无可挽回前，将年轻人生拉硬拽着带离了那里。<br /><br />「蕉蕉——让那帮猴子蕉鬼去吧！」",
        "ids": {
          "33186": 2,
          "43186": 3,
          "53186": 4,
          "63186": 5
        }
      }
    }
  },
  "319": {
    "id": "319",
    "name": "谧宁拾骨地",
    "skills": {
      "2": "使装备者的生命上限提高<nobr>12.0%</nobr>。当装备者的生命上限大于等于<nobr>5000</nobr>点时，使装备者及其忆灵的暴击伤害提高<nobr>28.0%</nobr>。"
    },
    "idxs": {
      "5": {
        "name": "哀地里亚的殁名祭碑",
        "desc": "位面球中封存着翁法罗斯的哀地里亚，信仰<ruby>塞纳托斯<rt>死亡之泰坦</rt></ruby>的民众们在雪原上修筑起巨碑，敬奉为他们带来死亡祝福的圣女。",
        "lore": "哀地里亚——飘雪的死亡之邦，曾在风雪中矗立，也在风雪中缄默。<br /><br />亘长的黄金世中，几乎人人都在暖盎的大地上尽享长生之乐，极少数人厌恶了停滞的日夜交替，决心寻觅生命的归程。「生命缘何而生？又该归往何处？」苦行者之首埃琉希斯一边吟诵着生死诘问，一边与苦行者们向北前行，寻觅一场甘甜而冰冷的长梦。身披长袍的苦行者们在万籁俱寂的北境荒原上定居，建起一座肃穆的城邦——漫天飞雪终年不休，被人们称为「哀地里亚」。<br /><br />黄金世的终结书缺有间，翁法罗斯「最初的死者」被认为来自哀地里亚，那人从「<ruby>塞纳托斯<rt>死亡之泰坦</rt></ruby>」处得到死亡的赐福，那既是悲悯垂怜，亦是无上荣誉。<br /><br />哀地里亚的住民们早已习惯了肃杀冷冽的气候。飞雪也早已沾染「<ruby>塞纳托斯<rt>死亡之泰坦</rt></ruby>」谧静信仰，甫一接触地面便迫不及待地夺取生命的温度——在久远过去，远道而来的旅人们步入哀地里亚的疆域时，总会轻易发现无名僵躯长眠于路旁，回归「<ruby>灰黯之手<rt>死亡之泰坦</rt></ruby>」拥抱中。朔风伴随着长啸，逝者化身路标，指引并警醒着风雪行者。趁生命的气息尚存，旅人们在哀地里亚总是行程匆匆。<br /><br />后来，哀地里亚人发现荒地竖起哀悼的石碑，有人曾为生命的流转与消逝献上祝福。<br /><br />石碑下沉眠着不知名的少女，她的周身环绕着影子般的死域，就连呼吸着死亡鼻息的披骨草都尽数枯萎溶蚀。哀地里亚人在她身上感知到「<ruby>塞纳托斯<rt>死亡之泰坦</rt></ruby>」的仁慈抚触，将其迎回城中奉为圣女。敬爱死亡泰坦信者们效仿圣女所为，为漫长旅程的终结，为长久生命的归殁，于荒地竖起巨大的石碑——生与死皆是历程，此地只有记录行程的界石。<br /><br />石碑敬告着远道而来的旅人，没人停留在那里，没人在那里睡去…逝者亦是旅人，他们是朔风、飞雪，千丝万缕。",
        "ids": {
          "33195": 2,
          "43195": 3,
          "53195": 4,
          "63195": 5
        }
      },
      "6": {
        "name": "哀地里亚的入溟骨链",
        "desc": "兽骨、箭镞与铁蒺藜，将哀地里亚人与那亡者的世界相连。荒原上的苦行者只愿自己的灵魂能够渡过寒溟，不因其贫瘠与软弱而彷徨失落于面见尊神的路上。",
        "lore": "曾有好事的愚氓向哀地里亚的信者发难，质疑翁法罗斯竟有敬爱死亡的信仰——「你们这般热爱<ruby>塞纳托斯<rt>死亡之泰坦</rt></ruby>，何不直接用尖矛刺穿自己的胸膛？」<br /><br />哀地里亚人鄙夷地乜他一眼，「冥河从不往渡贫瘠的灵魂。」<br /><br />哀地里亚自城邦建起，便是翁法罗斯全域最珍视生命的圣地。<ruby>塞纳托斯<rt>死亡之泰坦</rt></ruby>信徒坚信冥河之水冰冷灼骨，非常人可渡，唯有在世间行走磨砺足够长久，才能凭借坚韧的英魂横穿寒溟、面见<ruby>塞纳托斯<rt>死亡之泰坦</rt></ruby>。追寻「死亡」的祝福，并非意味着轻视生命。<br /><br />正因如此，尽管视死如归的哀地里亚人不乏可怖的勇士，却始终未曾侵夺过南边的富饶之地——那并非是能磨砺英魂的土地，哀地里亚人不屑溺于舒适。<br /><br />苦行是哀地里亚人独有的文化。每年飞雪稍息、不蔽视线的那几个晴日被称为采骨节，哀地里亚的祭司们会结队出城，寻觅沉眠于荒原与沼泽的兽骨。死于数光历年前的史前巨兽骨骸自是最佳祭礼，敲击其骨，沉闷回声中似伴有<ruby>塞纳托斯<rt>死亡之泰坦</rt></ruby>的轻喃。仿若浸满冥河寒意的兽骨被挨次运回城中——些微破损者会被加工为饰物流入居民手中、日夜佩戴；而品相优良者则会被祭司亲手打磨制成葬仪骨剑，作为节日献礼。<br /><br />某次采骨节礼时日，哀地里亚人在荒原中遭遇少女。随后，「其抚触能使人跨越冥河之阻、直面死亡」的流言不胫而走。<br /><br />信仰「死亡」人们争先恐后来到圣殿，只为与<ruby>塞纳托斯<rt>死亡之泰坦</rt></ruby>的代行者相见。哀地里亚的祭司们敏锐察觉到少女对信仰的摧折，将少女奉为督战圣女，严禁平民与她接触。唯有饱经世间磨砺、敬爱生与死的苦行者才有资格在少女的怀抱中魂归冥土。少女穿上祭司准备的长袍，以双手行刑，以拥抱入殓。<br /><br />哀地里亚人将「冥河从不往渡贫瘠的灵魂」奉若真理。然而冥河从不追问灵魂的重量，它只是静静地流淌着，通向所有生者的终点，在彼处交汇。",
        "ids": {
          "33196": 2,
          "43196": 3,
          "53196": 4,
          "63196": 5
        }
      }
    }
  },
  "320": {
    "id": "320",
    "name": "渊思寂虑的巨树",
    "skills": {
      "2": "使装备者的速度提高<nobr>6.0%</nobr>。当装备者的速度大于等于<nobr>135</nobr>/<nobr>180</nobr>时，使装备者及其忆灵的治疗量提高<nobr>12.0%</nobr>/<nobr>20.0%</nobr>。"
    },
    "idxs": {
      "5": {
        "name": "神悟树庭的沉思巨桹",
        "desc": "位面球封装的是翁法罗斯的神悟树庭，「裂分之枝」<ruby>瑟希斯<rt>理性之泰坦</rt></ruby>的神躯在此沉思。「最初的学者」带领众人在林间建立起花园与庭院，分享学识，树庭由此初诞。",
        "lore": "「最初的学者」塞勒苏斯，为了寻觅墨涅塔信仰中灵性意义，于成年之际，他自家乡滨海城邦米拉瓦塔起，开始巡历翁法罗斯大地。<br /><br />在朝圣旅途中，种种不寻常的经历，种种离奇的景象，使他对自然现象和世界起源产生了全新的思考。旅行结束之际，他觐见「裂分之枝」，并在巨树前完成自己体认世界的方法论。在那之后，塞勒苏斯在巨树下建立起庭院，并取名「神悟树庭」，以供世人醒神、求识、悟道。<br /><br />在<ruby>瑟希斯<rt>理性之泰坦</rt></ruby>中，它的思绪或张扬载入纸卷，或悄声化作百草…树庭的喧闹便由此萌发。而在交流与争论的喧闹之中，目别汇分的学派便由此诞生。<br /><br />学派间研学方向虽各有区别，但并非没有交叉——就像巨树裂分的枝杈蔓延开去，总是避不了交叠…在聚讼纷纭的论辩中，在学识理论代际传承中，「最初的学者」留下的体悟传承至今，早已演变成以七贤人领衔，七大学派为主的众多思潮。<br /><br />「凡世间学识都应化为树庭的叶片，为浓翠蔽日，助巨木繁茂。」向树庭求取智慧的城邦，都要献上等价的知识。如此，无数思绪化作滋养，无数新芽嫩叶才能催生。<br /><br />百光历来，任何通过树庭隘口的商队，任何驶向树庭港口的商船…举凡被发现藏有记载知识的经卷，不论国籍，不分语言，统统会被归入树庭馆藏中。树庭的学者，亦或是「强盗」，通过重金收购、雇人抄写、甚至掠夺等方式，将树庭打造为「翁法罗斯最好的学校」。树庭学者们借探讨为祭器，以思辨为虔敬，对世间至臻的理性顶礼膜拜。<br /><br />始于植生，归于木灵，聚露植心收集着世间汇来的点滴知识。<ruby>瑟希斯<rt>理性之泰坦</rt></ruby>聆听着日益喧嚷的学庭，始终沉思不语。",
        "ids": {
          "33205": 2,
          "43205": 3,
          "53205": 4,
          "63205": 5
        }
      },
      "6": {
        "name": "神悟树庭的联识叶路",
        "desc": "金丝与藤蔓串联起树庭识网，成为学派间共享成果的生命线。信息由根系传入，沿脉络游览、析构。直至化作一滴露珠，溶入友爱之馆的池中。",
        "lore": "神悟树庭的一缕思绪，巨树上的一束横枝。脉络牵出千百种论调，如繁枝细节般各自延展。虽相互独立，却又丛生交叠，最终，盘桓成令巨树繁茂蓬勃的树冠。<br /><br />其中一根枝杈将叶柄指向了自己，纠结盘绕。「莲食学派」的苦行者为树纹花叶本身的奥秘所倾倒，将植生，乃至万象，都描绘为触手可及的显见存在。他们所专注的苦行，是调和世间万物的实践方式——在他们看来，苦修并非是弃绝自我的做法，反倒认识自己的捷径。<br /><br />其中一根枝杈结育硕果，缀满枝头。「山羊学派」的学者们精于奇兽研究、繁殖和保护——奇美拉令人怜爱的百态，便是他们对万相生灵探求的小小实践。<br /><br />其中一根枝杈虬结成完美的比例，精确而优雅。「绳结学派」的学者们宣称「万物皆数」，即——一切实体皆可用数字映射。作为树庭最早凝聚的学派，他们坚守学院门槛，要求「不识几何学者不得入内」，更将数理奉为<ruby>瑟希斯<rt>理性之泰坦</rt></ruby>统御世间的手段。<br /><br />其中一根枝杈生得浑厚圆实、韧性十足。「曳石学派」要求学者须在拜入前挥舞投石索，将圆石抛掷出指定范围外，以此证明其有意在锻炼、思辨及其竞技活动中「追求极致」。<br /><br />其中一根枝杈时而垂下，时而挺立，向知觉传达纯粹的美感。「赤陶学派」将艺术与感性的探讨视作对逻辑思维的本源，坚信感官直接提取的信息最为精炼，所抵世界更为达观。<br /><br />于繁茂的树冠之上，那虔诚敬拜的枝杈最适合祭礼，它形自巨木主干。「敬拜学派」精于泰坦仪式的理解及其神迹的运用，被称作「翁法罗斯政治家的摇篮」。他们不仅主导树庭信仰祭仪，其成果更是深入翁法罗斯的方方面面。偏偏有一根新生锐利的嫩枝，与它争锋相对——<br /><br />「智种学派」继承自「最初的学者」对灵魂学说，专精于生命与事物间转化及扬升的理论，创办最为晚近，论点却最为犀利，其主导的学说，意图指向所有生命和物体的源头。<br /><br />七大学派的七贤人各执治学领域，原则上不分先后——而理性的巨树身怀七贤人之首的虚衔，于无休止的辩论声中，将学识与理性开枝散叶，播撒世间。",
        "ids": {
          "33206": 2,
          "43206": 3,
          "53206": 4,
          "63206": 5
        }
      }
    }
  }
}